Repository: WillianPaiva/1flow
Catalog: oneflow/profiles/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email announcements
fr: Annonces E-mail

source: Register data
fr: Données d'enregistrement

source: Last modified
fr: Dernière modification

source: Current validation code
fr: Code de validation actuel

source: profile data, as JSON
fr: Données du profil (en JSON)

source: User profile
fr: Profil utilisateur

source: User profiles
fr: Profils utilisateurs

source: ^unsubscribe/(?P<hash_code>\w{32,32})?$
fr: ^desinscription/(?P<hash_code>\w{32,32})?$

source: Successfully unsubscribed!
fr: Désinscrit(e) avec succès !

source: # Unsubscribed! ## You will not receive anything more from us at your email address %(email)s. We are sad to see you jump without any parachute during the flight. If you change your mind, you don't need to call *Iron Man*: just float gently back to [Home][] and register again. [Home]: /
fr: # Désinscrit(e) ! ## Vous ne recevrez plus rien de nous dans votre boite aux lettres %(email)s. Nous sommes tristes de vous voir sauter en plein vol sans parachute. Si vous changez d'avis, nul besoin d'appeler *IronMan* : flottez gentiment jusqu'à la [Home][] et enregistrez-vous de nouveau. [Home]: /
