Repository: WillianPaiva/1flow
Catalog: oneflow/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: <strong>Item imported.</strong> Waiting for its conversion <span class="square-spinner"></span></p><p> You can <a href="javascript:window.open('', '_self', '');window.close()">close this window/tab</a> or open <a href="%(import_url)s">your imported items</a> and wait there.</p> <p class="muted"><span data-toggle="tooltip" title="Videos, images and other kind of non-textual content are not handled yet. You will NOT see them at all in 1flow. NOT YET. But they are saved. Sorry for the inconvenience.">Note: item will not be visible in your reading lists until fully converted&nbsp;<i class="icon-question-sign"></i>.</span>
fr: <strong>Élément importé.</strong> En attente de conversion <span class="square-spinner"></span></p><p> Vous pouvez <a href="javascript:window.open('', '_self', '');window.close()">fermer cet onglet/fenêtre</a> ou bien ouvrir <a href="%(import_url)s">vos éléments importés</a> et attendre là-bas.</p><p> <p class="muted"><span data-toggle="tooltip" title="Les vidéos, images et autres types de contenus non-textuels ne sont pas pris en charge : VOUS NE LES VERREZ NULLE PART. Pour l'instant. Mais ils sont bien sauvegardés. Désolé de cette restriction technique ennuyeuse, je travaille sur l'affaire.">Note : l'élément ne sera pas visible tant qu'il n'est pas converti&nbsp;<i class="icon-question-sign"></i>.</span>

source: <strong>We were not able to import the item at address <em>%(url)s</em></strong>. We are sorry for that.</p><p> Developers have been notified of the failure, and will investigate the problem if the error is legitimate.</p><p> <a href="javascript:window.open('', '_self', '');window.close()">Close this window/tab.</a>
fr: <strong>Nous n'avons pas réussi à importer l'élément à l'adresse <em>%(url)s</em></strong> et nous en sommes désolés.</p><p> Les développeurs ont été notifiés de ce problème, et l'investigueront si sa cause est légitime.</p><p> <a href="javascript:window.open('', '_self', '');window.close()">Fermer cet onglet/fenêtre.</a>

source: Admin stuff
fr: Trucs d'admins

source: Preferences
fr: Préférences

source: 1flow staff
fr: Staff 1flow

# male singular
source: Advanced
fr: Avancé

source: Reading
fr: Lecture

# male singular
source: General
fr: Général

source: Nothing to read here. Buy a book?
fr: Rien à lire. Achetez-vous un livre ;-)

source: or display all read items?
fr: ou afficher tous les éléments lus ?

source: Error Signin in.
fr: Erreur de connexion.

source: There was a problem processing your signin.
fr: Une erreur s'est produite pendant le processus de connexion.

source: Either you didn't allow <strong>1flow</strong> to access your social account, or the remote site sent us a boo-boo. We're sorry for that. <br /> Return to <a href="%(home_url)s">home</a>?
fr: Soit vous n'avez pas autorisé <strong>1flow</strong> à accéder à votre compte de réseau social, soit le site distant nous a envoyé une boule puante. Nous en sommes désolés.<br /> Voulez-vous retourner <a href="%(home_url)s">à l'accueil</a> ?

source: Your accounts & feeds
fr: Vos comptes et flux

source: Back to processing chains
fr: Retour aux chaînes de traitement

# female
source: Please create your first one:
fr: Merci de créer votre première :

source: Please fill parameters for a new mail feed rule
fr: Merci de saisir les paramètres pour un nouveau flux d'e-mails

source: Save
fr: Enregistrer

source: Rules for %(chain_name)s
fr: Règles pour %(chain_name)s

source: %(counter)s item
fr: %(counter)s élément

source: Chain <strong>%(chain_name)s</strong>
fr: Chaîne <strong>%(chain_name)s</strong>

source: Categories:
fr: Catégories :

source: Chain is active:
fr: La chaîne est active :

source: Chain applies on:
fr: Elle s'applique à :

source: Of which language(s):
fr: Dans quelle(s) langue(s) :

source: Item
fr: Élément

source: Active in this chain?
fr: Actif dans cette chaîne ?

source: Parameters
fr: Paramètres ?

source: Run order
fr: Ordre d'exécution

source: This processor is globally inactive. You should re-activate it in the processors section before beiing able to use it here.
fr: Ce processeur est inactif au niveau global. Vous devez le réactiver dans la section processeurs avant de pouvoir l'utiliser dans cette chaîne.

source: Edit parameters for this processor in this chain
fr: Éditer les paramètres de ce processeur dans cette chaîne

source: Create specific parameters for this processor in this chain
fr: Créer des paramètres spécifiques pour ce processeur dans cette chaîne

source: Processor has no parameter
fr: Ce processeur n'a aucun paramètre

source: No item yet in chain <strong>%(chain_name)s</strong>.
fr: Pas encore d'élément dans la chaîne <strong>%(chain_name)s</strong>.

source: History
fr: Historique

source: %(counter)s entry
fr: %(counter)s entrée

source: Clear
fr: Effacer

source: Go to account
fr: Retour au compte

source: Event
fr: Évènement

source: No history yet.
fr: Pas encore d'historique.

source: An import of %(counter)s item has not yet started
fr: L'import d'%(counter)s élément n'a pas encore démarré

source: An import of %(counter)s item is running in the background. So far:
fr: L'import de %(counter)s éléments est en cours à l'arrière-plan. Jusqu'à présent :

source: %(counter)s web item imported
fr: %(counter)s élément web importé

source: %(counter)s RSS/Atom feed subscribed to
fr: Abonné(e) à %(counter)s flux RSS/Atom

source: %(counter)s item failed to import
fr: %(counter)s élément n'a pas pu être importé

source: Switch to mail feeds
fr: Basculer vers les flux de mails

# male
source: Please create your first one:
fr: Merci de créer votre premier :

source: Please fill parameters for a new mail account
fr: Merci de saisir les paramètres pour un nouveau compte e-mail

source: %(counter)s mail account
fr: %(counter)s compte e-mail

source: Hostname
fr: Nom d'hote

source: password
fr: mot de passe

source: No mail account yet.
fr: Pas encore de compte e-mail.

source: Mail accounts allow the 1flow engine to access your e-mail box(es), even when you are not logged in.<br /><strong>Note:</strong> <em>1flow only supports IMAP e-mail accounts.</em>
fr: Les comptes e-mail permettent au moteur 1flow d'accéder à vos boites e-mail, même quand vous n'êtes pas connecté(e) à 1flow.<br /><strong>Note :</strong> <em>1flow ne supporte que les comptes IMAP.</em> <br /><strong>Important :</strong> <em>1flow stoque les mots de passe de comptes e-mail en clair à cause de contraintes techniques. Dans la mesure du possible, créez un compte e-mail dédié pour éviter toute fuite accidentelle.</em>

source: Back to mail accounts
fr: Retour aux comptes e-mail

source: Please fill parameters for a new mail feed
fr: Merci de saisir les paramètres pour un nouveau flux d'e-mails

source: Mail feeds
fr: Flux de mails

source: %(counter)s mail feed
fr: %(counter)s flux d'e-mail

source: Default action
fr: Action par défaut

source: Default finish
fr: Terminaison par défaut

source: Rules
fr: Règles

source: All
fr: Tout

source: Manage
fr: Gérer

source: No mail feed yet.
fr: Pas encore de flux d'e-mails.

source: Mail feeds are sets of rules defining how to examine your e-mail box(es) contents. When e-mails match any rule of a feed, 1flow will either store the whole email in the feed, or can scrap their bodies, looking for links to fetch external articles in the feed.</em>
fr: Les flux de mails sont des ensembles de règles qui définissent comment examiner le contenu de vos boites aux lettres. Quand un e-mail correspond à n'importe laquelle des règles d'un flux, 1flow va alors stocker l'e-mail lui-même dans le flux, ou va inspecter son contenu à la recherche de liens pour récupérer les articles correspondants sur le web et les ajouter au flux.

source: Back to mail feeds
fr: Retour aux flux d'e-mails

source: Rules for %(feed_name)s
fr: Règles pour %(feed_name)s

source: %(counter)s rule
fr: %(counter)s règle

source: Rules for <strong>%(feed_name)s</strong>
fr: Règles pour <strong>%(feed_name)s</strong>

source: Global feed match action:
fr: Action par défaut si correspondance :

source: Global feed final action:
fr: Action de terminaison par défaut :

source: Inter-rule/groups operation:
fr: Opération entre les règles / les groupes :

source: Custom header
fr: En-tête personnalisé

source: Value
fr: Valeur

source: not applicable
fr: non applicable

source: please edit
fr: éditez SVP

source: No rule yet for <strong>%(feed_name)s</strong>.
fr: Pas encore de règle pour <strong>%(feed_name)s</strong>.

source: Jump to:
fr: Raccourcis :

source: Reading lists
fr: Listes de lecture

source: Starred
fr: Sélectionné

source: Unread
fr: Non-lu

source: Watching lists
fr: Listes de veille

source: Knowledge
fr: Savoirs

source: Quotes
fr: Citations

source: Regulations
fr: Réglementations

source: Facts
fr: Faits

source: Numbers
fr: Chiffres clefs

source: Analysis
fr: Analyses

source: Jump to processors
fr: Aller aux processeurs

source: Please fill parameters for a new processing chain
fr: Merci de saisir les paramètres pour une nouvelle chaîne de traitement

source: %(counter)s chain
fr: %(counter)s chaine

source: Slug
fr: Auxilliaire

source: Categories
fr: Catégories

source: Used by
fr: Utilisé par

source: Items
fr: Éléments

source: created by %(user)s
fr: Créé par %(user)s

source: Nothing yet
fr: Rien pour l'instant

source: No processing chain yet
fr: Pas encore de chaîne de traitement

source: Jump to processing chains
fr: Aller aux chaînes de traitement

source: Please fill parameters for a new processor
fr: Merci de saisir les paramètres pour un nouveau processeur

source: %(counter)s processor
fr: %(counter)s processeur

source: Edit processor requirements
fr: Éditer les exigences du processeur

source: Edit processor parameters
fr: Éditer les paramètres du processeur

source: Edit processor accept code
fr: Éditer le code d'acceptation du processeur

source: Edit processor process code
fr: Éditer le code de traitement du processeur

source: No processor yet
fr: Pas encore de processeur

source: You have been accepted in **1flow** BETA program!
fr: Vous avez été accepté(e) dans le programme BETA de **1flow** !

source: Import your Google Reader data
fr: Importer vos données Google Reader

source: Note: after starting it, the import can take up to one minute before importing the first data.
fr: Note : après son lancement, l'import peut mettre jusqu'à une minute avant d'importer les premiers flux & articles.

source: Your Google Reader import has started %(start)s. %(feeds)s feeds and %(articles)s articles processed so far, %(reads)s being read and %(starred)s starred. Average import speed: %(speed)s article(s)/minute. Approximative ETA: %(ETA)s.
fr: Votre import Google Reader a démarré %(start)s. %(feeds)s flux et %(articles)s articles (dont %(reads)s lus et %(starred)s favoris) ont déjà été traités. Vitesse moyenne d'import : %(speed)s article(s)/minute. Fin approximative : %(ETA)s.

source: [Consult help](#/help) for more information about this import procedure.
fr: [Consultez l'aide](#/help) pour plus d'informations à propos de cette procédure.

source: Your Google Reader import finished %(end)s, and took %(duration)s. %(feeds)s feeds and %(articles)s articles imported, %(reads)s being read and %(starred)s starred. Average import speed: %(speed)s article(s)/minute. See you very soon for the upcoming BETA of **1flow**!
fr: Votre import Google Reader s'est terminé %(end)s et a duré %(duration)s. %(feeds)s flux et %(articles)s articles (dont %(reads)s lus et %(starred)s favoris) ont été traités. Vitesse moyenne d'import : %(speed)s article(s)/minute. À très bientôt pour le lancement officiel de **1flow** BETA !

source: Sorry, your beta invite has not yet been accepted, you cannot import your Google Reader data into **1flow** yet. This page will refresh itself automatically to inform you when your BETA account has been activated. Just let this window open, or come back in a few hours.
fr: Désolé, votre invitation pour la BETA n'a pas encore été acceptée, vous ne pouvez pas encore importer vos données Google Reader dans **1flow**. Cette page se rafraichit automatiquement pour vous informer dès que votre compte a été activé pour la BETA. Laissez simplement cette fenêtre ouverte, ou revenez d'ici quelques heures.

source: Google Reader data import is not active anymore, either because Google Reader is officially closed or because we reached the limits of **1flow** BETA program. Sorry!
fr: L'import des données Google Reader n'est plus disponible, soit parce que Google Reader est officiellement fermé, soit parce que les limites du programme de BETA de **1flow** ont été atteintes. Désolé !

source: Ajax Loader Spinner
fr: Image de chargement Ajax

source: To import your Google Reader data, please <a href="%(gg_url)s">sign in with google</a> first.
fr: Pour importer vos données Google Reader, merci de <a href="%(gg_url)s">vous connecter via Google</a> d'abord.

source: Cancel
fr: Annuler

source: Add new
fr: Ajouter un nouveau

source: Toggle navigation
fr: (dés-)activer la navigation

source: Note: ESC and click-outside are disabled to prevent you from loosing work while editing.
fr: Note : ESC et le click-en-dehors sont désactivés pour vous éviter de fermer la fenêtre d'édition sans avoir sauvegardé votre travail.

source: Retry this import
fr: Ré-essayer cet import

source: In your database
fr: Présent dans vos données

source: Not in your database
fr: Pas dans vos données

source: Subscribed to
fr: Abonné(e)

source: Not subscribed to
fr: Pas abonné(e)

source: Returning to source selector…
fr: Retour au sélecteur de source…

source: Heading to features / help…
fr: Affichage des fonctionnalités & de l'aide…

source: Opening your preferences…
fr: Ouverture de vos préférences…

source: Opening your account…
fr: Ouverture de votre compte…

source: Type or copy-paste full addresses <strong class="popover-tooltip" title="You can import anything in 1flow (front pages, blog articles, streamed videos, audio files… 1flow currently only display text-pages, but as soon as custom renderers are implemented, your imported content will show correctly." >of any type</strong>, eg. <em>https://www.site.org/page.html</em>.
fr: Tapez ou copiez-collez des adresses complètes <strong class="popover-tooltip" title="Vous pouvez importez n'importe quoi dans 1flow (pages de garde, articles de blog, vidéos streamées, fichiers audio… 1flow n'affiche actuellement que les contenus textuels, mais dès que les afficheurs spécialisés seront implémentés, vos contenus deviendront visibles et votre vie sera plus belle. Enfin j'espère !" >de tout type</strong>, ex. <em>https://www.site.org/page.html</em>.

source: Use this bookmarklet to import while browsing:
fr: Utilisez cette <em>bookmarklet</em> pour importer pendant que vous surfez :

source: Drag this button to your bookmarks toolbar to install it.
fr: Glissez-déposez ce bouton dans votre barre de signets pour l'installer.

source: Import in 1flow
fr: Importer dans 1flow

source: importing-data-from-other-services
fr: import-de-donnees-dautres-applications-web

source: Need to import data from Readability / Pocket?
fr: Besoin d'importer des données depuis Readability / Pocket ?

source: Launch import
fr: Lancer l'import

source: Press Shift-Alf-F to focus
fr: Pressez Shift-Alt-F pour activer

source: Management
fr: Gestion

source: System status
fr: État du système

source: Synchronization network
fr: Réseau de synchronisation

source: Live configuration
fr: Configuration dynamique

source: Django administration
fr: Administration Django

source: 1flow translations
fr: Traductions 1flow

source: Account
fr: Compte

source: Sign Out
fr: Déconnexion

source: Sign in
fr: Connexion

source: Advanced preferences
fr: Préférences avancées

source: Experimental features
fr: Fonctionnalités expérimentales

source: Important notice:
fr: Note importante :

source: If you ever enable these advanced preferences, beware that <strong>this is kind of a non-return path</strong>: any advanced preference you change will remain, even if you come back here later to disable them globally. They will just not show, but their state will remain active.</p> <p>To get back to initial “stock 1flow” state, you will have to switch all advanced preferences you changed back to their default value one by one. This is not hard, though, because we don't have that much preferences yet.
fr: Si vous activez ces préférences, sachez qu'en l'état actuel <strong>c'est une sorte de voie de non-retour</strong> : toutes les préférences avancées que vous personnaliserez le resteront, même si vous revenez ici plus tard pour les désactiver globalement. Elle n'apparaîtront plus, mais resteront actives.</p> <p> Pour revenir à l'état initial « 1flow d'usine », vous devrez re-modifier ces préférences une à une pour la remettre dans leur état d'origine. Bon, ce n'est pas si difficile, elles ne sont pas encore très nombreuses…

source: “Read” navbar link
fr: Lien de navigation « Lecture »

source: Comfort
fr: Confort

source: Keeping for later
fr: Lecture différée

source: Starring articles
fr: Articles sélectionnés

source: Archiving articles
fr: Archivage des articles

source: Archiving is what keep your content accessible over time, whatever happens on the internet.
fr: L'archivage est ce qui vous permet de garder votre contenu accessible dans le temps, quelque soit ce qui se passe sur internet.

source: If you have any reading list open in another browser tab, you need to reload them for changes to take effect.
fr: Si vous avez des listes de lecture ouvertes dans des onglets de navigateur, vous devez les recharger pour que les changements prennent effet.

source: Unread display
fr: Afficher les non-lus

source: Folders and subscriptions
fr: Dossiers et abonnements

source: Closed streams
fr: Flux fermés

source: If you have the sources selector open in another browser tab, you need to reload it for changes to take effect.
fr: Si le sélecteur de sources est ouvert dans un autre onglet, vous devez le recharger pour les changements prennent effet.

source: Super powers
fr: Super-pouvoirs

source: Landing page
fr: Page d'accueil

source: Selector
fr: Sélecteur

source: Opening first item…
fr: Ouverture du premier article…

source: I told you… Next thing to do is take a break. Really.
fr: Je vous l'ai dit… La prochaine chose à faire est une pause. Vraiment.

source: No previous, captain. You are on the first!
fr: Pas de précédent, capitaine. Vous êtes sur le premier !

source: Already at the top!
fr: Déjà au début !

source: No next, captain. You are on the last!
fr: Pas de suivant, capitaine. Vous êtes sur le dernier !

source: Marked all as read
fr: Tout marquer comme lu

source: Marked read.
fr: Marqué lu.

source: Marked unread.
fr: Marqué non-lu.

source: Nothing open to mark as read/unread
fr: Rien d'ouvert à marquer lu/non-lu

source: Marked read without recording it.
fr: Marqué lu sans l'enregistrer dans votre historique

source: Nothing open to mark as auto-read/unread
fr: Rien d'ouvert à marquer lu/non-lu sans historisation

source: Marked starred.
fr: Sélectionné.

source: Marked unstarred.
fr: Désélectionné.

source: Nothing open to star/unstar
fr: Rien d'ouvert à sélectionner/désélectionner

source: Archived permanently.
fr: Archivé de manière permanente.

source: Removed from your archive.
fr: Supprimé de vos archives.

source: Nothing open to archive
fr: Rien d'ouvert à archiver

source: Added to your reading list.
fr: Ajouté à votre liste de lecture.

source: Removed from your reading list.
fr: Supprimé de votre liste de lecture.

source: Nothing open to mark/unmark for later
fr: Rien d'ouvert à marquer (ou pas) pour plus tard

source: Marked as fact/event.
fr: Ajouté aux faits marquants

source: Unmarked as fact/event.
fr: Supprimé des faits marquants.

source: Nothing open to mark as fact/event
fr: Rien d'ouvert à ajouter aux fait marquant.

source: Marked as numbers/financial content.
fr: Ajouté aux chiffres clefs.

source: Unmarked as numbers/financial content.
fr: Supprimé des chiffres clefs.

source: Nothing open to mark as numbers/financial content.
fr: Rien d'ouvert à marquer comme chiffre-clef / donnée quantifiée.

source: Marked as analysis/study/research content.
fr: Ajouté aux analyses / travaux de recherches.

source: Unmarked as analysis/study/research content.
fr: Supprimé des analyses / travaux de recherches.

source: Nothing open to mark as analysis/study/research content.
fr: Rien d'ouvert à ajouter aux analyses / travaux de recherches.

source: Marked as prospective-related content.
fr: Marquer comme élément de prospective.

source: Unarked as prospective-related content.
fr: Supprimer des éléments de prospective.

source: Nothing open to mark as prospective-related content
fr: Rien d'ouvert à ajouter aux prospectives.

source: Marked as law/regulations/rules.
fr: Marqué comme règlementation / texte de loi.

source: Unmarked as low/regulations/rules.
fr: Supprimé des règlementations / textes de loi.

source: Nothing open to mark as law/regulations
fr: Rien d'ouvert à ajouter aux contenus légaux / réglementaires.

source: Marked as know-how/best-practice.
fr: Ajouté aux best-practices / états de l'art

source: Unmarked as know-how/best-practice.
fr: Supprimé des best-practices / états de l'art

source: Nothing open to mark asknow-how/best-practice
fr: Rien d'ouvert à marquer comme best-practice / état de l'art.

source: Marked as quote.
fr: Ajouté aux citations.

source: Not a quote anymore.
fr: Supprimé des citations.

source: Nothing open to quote
fr: Rien d'ouvert à ajouter aux citations

source: Marked as general knowledge.
fr: Ajouté aux savoirs / connaissances d'ordre général.

source: Not a knowledge element anymore.
fr: Supprimé des savoirs / connaissances d'ordre général.

source: Nothing open to mark as general knowledge
fr: Rien d'ouvert à ajouter aux savoirs / connaissances générales.

source: Marked as fun. LMAO.
fr: Je l'ai ajouté au blagues, et je me bidonne.

source: Not fun anymore. I'm crying.
fr: Plus drôle du tout. QUE JE SUIS MALHEUREUUUUUX !!!

source: Nothing open to mark as fun. That's not fun.
fr: Rien d'ouvert à ajouter aux blagues. C'EST PAS DRÔLE !!

source: Loading…
fr: Chargement…

source: The website does not provide any description.
fr: Le site web ne propose aucune description.

source: Click to open %(article_url)s
fr: Cliquez pour ouvrir %(article_url)s

source: Screenshot of the website.
fr: Capture d'écran du site web.

source: Screenshot of <a href="%(article_url)s" title="Click to open %(article_url)s" data-toggle="tooltip">%(article_url)s</a>.
fr: Capture de <a href="%(article_url)s" title="Cliquez pour ouvrir %(article_url)s" data-toggle="tooltip">%(article_url)s</a>.

source: This article has been identified as a bookmark by the 1flow engine
fr: Cet article a été détecté comme un signet par le moteur 1flow

source: No excerpt has been fetched for this article. We are sorry for that.
fr: Aucun extrait n'a été récupéré pour cet article. Nous en sommes désolés.

source: Read the full content <span class="nowrap">on original website</span>
fr: Lisez le contenu complet <span class="nowrap">sur le site d'origine</span>

source: Why isn't full content available in 1flow?
fr: Pourquoi le contenu complet n'est-il pas accessible dans 1flow ?

source: This article seems empty.
fr: Cet article semble vide.

source: You should ask us for a <span class="nowrap">refund ;-)</span>
fr: Vous devriez vous faire <span class="nowrap">rembourser ;-)</span>
