Repository: WillianPaiva/1flow
Catalog: oneflow/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Database <strong>%(dbname)s</strong>
fr: Base de données <strong>%(dbname)s</strong>

source: hostname:
fr: Nom d'hote :

source: OS:
fr: Système d'exploitation :

source: with NUMA
fr: avec NUMA

source: %(counter)s core
fr: %(counter)s cœurs

source: occupied space
fr: espace occupé

source: data size
fr: taille des données

source: total objects
fr: objets totaux

source: index size<br /><span class='muted'>(%% of data size)</span>
fr: taille des index<br /><span class='muted'>(%% de la taille des données)</span>

source: data size:
fr: taille des données :

source: Database <strong>%(dbname)s</strong> <small>(alias <code>%(alias)s</code>)</small>
fr: Base de données <strong>%(dbname)s</strong> <small>(alias <code>%(alias)s</code>)</small>

source: username:
fr: Identifiant :

source: data size (including indices)<br /><span class='muted'>(%% of occupied space)</span>
fr: taille des données (index inclus)<br /><span class='muted'>(%% de l'espace occupé)</span>

source: total tuples
fr: tuples totaux

source: data size (%% of all data)
fr: taille des données (%% de la taille totale)

source: index size (%% of all indices)
fr: taille des index (%% des index totaux)

source: total size (%% of database)
fr: Taille totale (%% de la BDD)

source: RabbitMQ queues
fr: Files d'attente RabbitMQ

source: Consumers
fr: Consommateurs

source: Idle since
fr: Oisive depuis

source: Memory
fr: Mémoire

source: TO BE IMPLEMENTED…
fr: À VENIR…

source: Web server information
fr: Informations sur le serveur web

source: Used memories
fr: Utilisation des mémoires

source: Active memory: %(percent)s%% (%(value)s)
fr: Mémoire active : %(percent)s%% (%(value)s)

source: Inactive memory: %(percent)s%% (%(value)s)
fr: Mémoire inactive : %(percent)s%% (%(value)s)

source: Buffers: %(percent)s%% (%(value)s)
fr: Tampons : %(percent)s%% (%(value)s)

source: Free: %(percent)s%% (%(value)s)
fr: Libre : %(percent)s%% (%(value)s)

source: Used space on %(mntpt)s: %(percent)s%% (%(value)s)
fr: Espace utilisé sur %(mntpt)s : %(percent)s%% (%(value)s)

source: Management tools
fr: Outils de gestion

source: External tools
fr: Outils externes

source: Workers management
fr: Exécuteurs de tâches

source: Statistics
fr: Statistiques

source: Interactive shell
fr: Commandes intéractives

source: Web app. caches
fr: Caches de l'appli. web

source: Clear templates
fr: Vider les templates

source: Clear views
fr: Nettoyer les vues

source: Clear models
fr: Nettoyer les modèles

source: NOTE: your instance could be sluggish while caches reconstruct slowly
fr: Note : votre instance pourrait être fortement ralentie le temps que les caches soient reconstruits.

source: Clear all
fr: Nettoyer tous

source: %(counter)s node
fr: %(counter)s nœud

source: Local node name:
fr: Nom du nœud local :

source: Remote token
fr: Jeton distant

source: Broadcast?
fr: Diffuser ?

source: No sync node yet.
fr: Pas encore de nœud de synchronisation.

source: To create a new Twitter account, just associate another one to your local 1flow account.
fr: Pour créer un compte Twitter, associez-en simplement un à votre compte 1flow.

source: %(counter)s twitter account
fr: %(counter)s compte Twitter

source: Switch to twitter feeds
fr: Basculer vers les flux Twitter

source: No twitter account yet.
fr: Pas encore de compte Twitter.

source: Back to Twitter accounts
fr: Retour aux comptes Twitter

source: Please fill parameters for a new Twitter-based feed
fr: Merci de saisir les paramètres pour un nouveau flux Twitter

source: %(counter)s twitter feed
fr: %(counter)s flux Twitter

source: Switch to twitter accounts
fr: Basculer vers les comptes Twitter

source: Backfilled?
fr: Recherche arrière ?

source: (immutable)
fr: (non-modifiable)

source: No twitter feed yet.
fr: Pas encore de flux Twitter.

source: Back to Twitter feeds
fr: Retour aux flux Twitter

source: Please fill parameters for a new twitter feed rule
fr: Merci de saisir les paramètres pour une nouvelle règle de flux Twitter

source: delete this entry
fr: supprimer cette entrée

source: Merge with previous entry/group
fr: Grouper avec la règle / le groupe précédent

source: Merge with next entry/group
fr: Grouper avec la règle ou le groupe suivant

source: %(items_per_page)s items per page.
fr: %(items_per_page)s éléments par page.

source: Move this entry up
fr: Déplacer vers le haut

source: Move this entry down
fr: Déplacer vers le bas

source: Save changes
fr: Enregistrer les changements

source: Reset
fr: Remettre à zéro

source: Imported elements
fr: Éléments importés

source: You have {0} newly imported items.
fr: Vous avez {0} éléments récemment importés

source: You have {0} newly imported items, out of {1} so far
fr: Vous avez {0} éléments non-lus sur un total de {1}

source: You imported {0} web items so far
fr: Vous avez importé {0} éléments web

source: You did not import anything until now
fr: Vous n'avez rien importé pour l'instant

source: All articles
fr: Tous les articles

source: You have {0} articles in 1flow
fr: Vous avez {0} articles dans 1flow

source: All unread
fr: Tous les non-lus

source: You have {0} unread articles
fr: Vous avez {0} articles non-lus

source: Read history
fr: Historique de lecture

source: You have read {0} articles
fr: Vous avez lu {0} éléments

source: You have {0} articles to read later
fr: Vous avez {0} articles à lire plus tard

source: You have {0} starred articles
fr: Vous avez {0} articles sélectionnés

source: Archived
fr: Archivé

source: You have {0} archived articles
fr: Vous avez {0} articles archivés

source: You have {0} fun articles
fr: Vous avez {0} articles tordants

source: You have {0} articles marked as fact(s)
fr: Vous avez {0} articles contenant des faits marquants

source: You have {0} articles marked as number(s)
fr: Vous avez {0} articles contenant des chiffres-clefs

source: You have {0} articles marked as analysis
fr: Vous avez {0} articles marqués comme analyses/études

source: You have {0} articles marked as prospective
fr: Vous avez {0} éléments de prospective

source: Best-practices
fr: Bonnes pratiques

source: You have {0} articles marked as best-practices
fr: Vous avez {0} articles marqués comme bonnes-pratiques/état de l'art

source: You have {0} articles marked as regulation/legal
fr: Vous avez {0} éléments marqués comme réglementation/juridique/légal

source: You have {0} articles marked as quote(s)
fr: Vous avez {0} articles contenant des citations

source: You have {0} articles marked as knowledge
fr: Vous avez {0} éléments marqués comme savoir ou connaissance

source: Feature coming soon. More information on the 1flow blog http://blog.1flow.io/ or Twitter @1flow_io.
fr: Fonctionnalité en cours de développement. Plus d'informations sur le blog 1flow http://blog.1flow.io/ ou sur Twitter @1flow_io.

source: Search in folder…
fr: Rechercher dans le dossier…

source: Search in feed…
fr: Rechercher dans le flux…

source: Search…
fr: Rechercher…

source: You have nothing in this list yet.
fr: Vous n'avez rien dans cette liste

source: Convert to full-text
fr: Convertir en plein-texte

source: Switch back to original
fr: Revenir à l'original

source: View original
fr: Voir l'original

source: converted
fr: converti

source: Any matching rule in the group will do it. Click to change.
fr: N'importe laquelle des règles du groupe suffit. Cliquez pour changer.

source: All rules of the group must match. Click to change.
fr: Toutes les règles du groupe doivent être validées. Cliquez pour changer.

source: Account successfully working, tested {ago} ago.
fr: Compte pleinement fonctionnel, testé il y a {ago}.

source: Account not working, tested {ago} ago. Error reported: {err}
fr: Compte non fonctionnel, testé il y a {ago}. Erreur remontée : {err}

source: Rule validated successfully and will be used for next fetch.
fr: La règle a été validée et sera utilisée aux exécutions suivantes.

source: Rule did not validate. Error reported: {err}
fr: La règle n'a pu être validée. Erreur remontée : {err}

source: Account connectivity not yet tested. Please wait a few seconds and reload the current page.
fr: Connectivité du compte non testée. Merci d'attendre quelques secondes, puis rechargez la page.

source: Could not import url “<code>{0}</code>”. Check your latest history entry to know why.
fr: Impossible d'importer l'URL « <code>{0}</code> ». Regardez votre historique récent pour savoir pourquoi.

source: {0} is already empty.
fr: {0} est déjà vide.

source: Cleared models cache (no detail available).
fr: Cache des modèles vidé (pas de détail disponible).

source: Malformed URL {0}
fr: URL {0} mal-formée

source: Very malformed url {0}
fr: URL {0} très mal-formée

source: The website at {0} does not provide any RSS/Atom feed.
fr: Le site web {0} semble ne proposer aucun flux RSS/Atom.

source: Could not create any feed from URL {0}: {1}
fr: Impossible de créer un flux à partir de l'adresse {0} : {1}

source: Save <em>{0}</em> failed: {1}
fr: Enregistrement de <em>{0}</em> impossible : {1}

source: Folder <em>{0}</em> successfully {1}.
fr: Dossier <em>{0}</em> {1} avec succès.

source: created
fr: créé

source: Could not {0} folder: {1}.
fr: Impossible de {0} le dossier : {1}.

source: modify
fr: de modifier

source: create
fr: de créer

source: Purging folder <em>{0}</em>, subfolders and subscriptions in the background…
fr: En train de purger le dossier <em>{0}</em>, ses sous-dossiers et leurs abonnements, merci de patienter…

source: Folder <em>{0}</em>, deleted.
fr: Dossier <em>{0}</em>, supprimé.

source: An import is already running for your Google Reader data.
fr: Un import de vos données Google Reader est déjà en cours.

source: Google Reader import deactivated.
fr: L'import Google Reader est désactivé.

source: Your beta invite has not yet been accepted, sorry.
fr: Votre invitation à la BETA n'a pas encore été acceptée, désolé.

source: You are not logged into Google Oauth or you have no token.
fr: Vous n'êtes pas identifié(e) via Google, ou vous n'avez pas de jeton d'accès.

source: Error parsing Google Oauth tokens. Please try signout and re-signin.
fr: Erreur pendant le traitement des jetons d'accès Google. Essayez de vous déconnecter et reconnecter.

source: Google Reader import started for user ID %s.
fr: L'import Google Reader a démarré pour l'utilisateur %s.

source: Google Reader import started.
fr: L'import Google Reader a démarré.

source: Could not retry import: <code>{0}</code>.
fr: Impossible de retenter l'import : <code>{0}</code>.

source: Import #{0} successfully relaunched.
fr: Import #{0} relancé avec succès.

source: Preferences updated.
fr: Préférences mises à jour.

source: (%(count)s subscription)
fr: (%(count)s abonnement)

source: In your <span class="hide">%(count)s</span> subscription
fr: Dans votre <span class="hide">%(count)s</span> abonnement

source: As administrator, you are accessing the feed of another user. USE WITH CAUTION.
fr: Vous accédez au flux d'un autre utilisateur en tant qu'administrateur. AGISSEZ AVEC PRUDENCE.

source: no item
fr: aucun élément

source: {1} shared <em>{0}</em> with you.
fr: {1} a partagé <em>{0}</em> avec vous.

source: Recorded <em>{0}</em> as shared by {1} in your inbox.
fr: <em>{0}</em> a été enregistré dans votre boîte de réception, comme partagé par {1}.

source: Share article with <code>{0}</code> failed: {1}
fr: Le partage de l'article avec <code>{0}</code> a échoué : {1}

source: Successfully shared <em>{0}</em> with {1} persons
fr: L'article <em>{0}</em> a été partagé avec {1} personne(s)

source: Subscription <em>{0}</em> successfully modified.
fr: Abonnement <em>{0}</em> modifié avec succès.

source: Could not save subscription: {0}.
fr: Impossible d'enregistrer l'abonnement : {0}.

source: Successfully subscribed to {0} streams. Articles are being added progressively, thanks for your patience.
fr: Abonné à {0} flux avec succès. Les articles sont en train d'être importés petit-à-petit, merci de votre patience.

source: Subscription <em>{0}</em> successfully cancelled.
fr: Abonnement <em>{0}</em> résilié avec succès.
