Repository: WillianPaiva/1flow
Catalog: oneflow/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Immediately
fr: Immédiatement

source: After one second
fr: Après une seconde

source: After two seconds
fr: Après deux secondes

source: After 4.5 seconds (default)
fr: Après 4,5 secondes (par défaut)

source: After 10 seconds
fr: Après 10 secondes

source: After 30 seconds
fr: Après 30 secondes

source: Never (do not auto mark as read)
fr: Jamais (ne pas automatiquement marquer comme lu)

source: under 100 wpm
fr: inférieure à 100 mpm

source: around 100 wpm
fr: environ 100 mpm

source: around 200 wpm
fr: environ 200 mpm

source: around 300 wpm
fr: environ 300 mpm

source: around 400 wpm
fr: environ 400 mpm

source: around 500 wpm
fr: environ 500 mpm

source: around 600 wpm
fr: environ 600 mpm

source: around 800 wpm
fr: environ 800 mpm

source: around 1000 wpm (really?)
fr: environ 1000 mpm (vraiment ??)

source: Starring marks read too
fr: Sélectionner marque aussi lu

source: When you mark an article starred, this will automatically mark it as read (default: true; we consider you have read it before you decide to like it).
fr: Quand vous sélectionnez un article (= l'ajoutez à vos favoris), il est automatiquement marqué lu. C'est le comportement standard sur 1flow, car nous considérons qu'il faut avoir lu un article pour l'apprécier.

source: Starring marks archived too
fr: Sélectionner marque aussi archivé

source: When you mark an article starred, this will automatically archive it, if not already done (default: false).
fr: Quand vous sélectionnez un article (= l'ajoutez à vos favoris), il est automatiquement archivé si ce n'est pas déjà le cas. Par défaut ce n'est pas le cas.

source: Reading later marks archived too
fr: Lire plus tard marque aussi archivé

source: Marking an article to read later will automatically archive it if not already done. (default: false).
fr: Marquer un article à lire plus tard l'archive si ce n'est pas déjà fait. Par défaut, ce n'est pas le cas.

source: Setting any watch attribute marks archived too
fr: Marquer avec un attribut de veille archive aussi

source: Setting any watch attribute will also mark it archived if not already done. (default: false).
fr: Si vous positionnez n'importe quel attribut de veille sur un article, il sera automatiquement archivé s'il ne l'est pas déjà. Par défaut, ce n'est pas le cas.

source: Starring unmarks “read later”
fr: Sélectionner enlève de « lire plus tard »

source: When you mark an article starred, this will automatically remove it from the “read later” list. (default: true; we consider you have read it before you decide to like it, thus it is not “to read later” anymore).
fr: Quand vous sélectionnez un article, il est automatiquement supprimé de votre liste « à lire plus tard ». C'est le comportement standard, car nous considérons que vous l'avez lu pour le sélectionner, il n'est donc plus « à lire [plus tard] ».

source: Reading later marks unread
fr: Lire plus tard marque non-lu

source: Marking an article to read later marks it as unread. As a consequence, articles to read later are counted in unread when this setting is enabled (default: true).
fr: Marquer un article à lire plus tard le marque aussi non lu. En conséquence, les articles à lire plus tard sont comptés dans les non-lus quand cette préférence est activée (ce qui est le cas par défaut).

source: Average reading speed
fr: Vitesse moyenne de lecture

source: Set your reading speed for accurate reading time computations on text content.
fr: Indiquez votre vitesse de lecture moyenne (en « mpm », mots par minute), pour que les temps de lecture vous soient ajustés.

source: Auto mark-read delay
fr: Délai de marquage lu automatique

source: The delay after which an open article in any reading list will be automatically marked as read if it is not.
fr: C'est le delai après lequel un article fraîchement ouvert sera marqué comme lu s'il ne l'est pas déjà.

source: Switch to full-screen while reading
fr: Basculer en plein écran pendant la lecture

source: Automatically hide navigation bars when opening an article for reading (default: false).<br />When enabled, fullscreen will remain active while you switch from one open article to another. Navigation bars will reappear when you close the current opened article without opening a new one (eg. when you return to the list view).<br />Whatever this setting, you can always show or hide navbars manually with the `shift`+`f` keyboard shortcut.
fr: Cacher automatiquement les barres de navigations quand vous ouvrez un article pour le lire. Par défaut, cette fonctionnalité est désactivée.<br /> Quand elle est activée, le plein-écran reste activé tant que vous passez d'un article à l'autre (via la souris, ou les raccourcis claviers). Les barres de navigation ré-apparaissent lorsque vous fermez l'article ouvert sans en ouvrir d'autre (= vous revenez simplement à la liste).<br /> Quelle que soit la valeur de cette préférence, vous pouvez toujours afficher ou cacher les barres de navigation avec le raccourci clavier `shift`+`f`.

source: Show the bottom “jump to” navbar
fr: Afficher la barre de navigation « Raccourcis »

source: When you are in any reading list, either reading articles or just scrolling the list, you can have a navigation bar at the bottom of the screen, allowing you to quickly jump to other reading lists, or back to the sources selector.<br /><span class="muted">Default is not to show this navigation bar.</span>
fr: Lorsque vous êtes dans une liste de lecture, vous pouvez afficher en bas de l'écran une barre de navigation proposant des raccourcis vers les autres listes de lecture principales, ainsi que le sélecteur. Cette barre est vouée dans l'avenir à offrir des fonctions plus spécifiques au flux ou au dossier courant.<br /> <span class="muted">Le comportement par défaut est de ne pas afficher cette barre de navigation.</span>

source: Feed names show unread count
fr: Les noms de flux affichent le nombre de non-lus

source: Activate this if you want to see the articles unread count in parenthesis near the feed titles.
fr: Activez cette option si vous voulez voir le nombre d'articles non-lus entre parenthèses à côté des noms de flux.

source: Reading lists show unread count
fr: Les listes de lecture affichent le nombre d'éléments

source: Each reading list is appended the number of articles marked as being part of it.
fr: Chaque nom de liste de lecture affichera le nombre total d'articles qu'elle contient entre parenthèses.

source: Folders show unread count
fr: Les dossiers affichent le nombre de non-lus

source: Each folder is appended the sum of unread articles of each of its subfolders and subscriptions.
fr: Chaque dossier sera suffixé du nombre total d'articles non-lus dans tous ses sous-dossiers et ses abonnements.

source: folders can hold three levels of subfolders
fr: les dossiers peuvent avoir trois sous-niveaux de sous-dossiers

source: Folders have one level of subfolders in normal conditions. With this setting, you can push the limit to three (which makes a total classifying depth of four for your subscriptions).<br /><span class="muted">NOTE: The interface will become a little more difficult to read. Having a big and wide screen could help.</span>
fr: Dans la configuration standard, les dossiers ont un seul niveau de sous-dossiers. Vous pouvez étendre cette limite à trois, ce qui vous fera une profondeur totale de classement de quatre niveaux. <br /><span class="muted">NOTE : l'interface risque de devenir un peu plus difficile à lire. Un écran plus peut aider dans certains cas. Un hélicoptère, moins ; mais c'est sacrément cool si vous en avez un !</span>

source: Subscriptions can be attached to multiple folders
fr: Les abonnements peuvent être rattachées à plusieurs dossiers

source: In normal conditions, a given subscription can be attached to only one folder. With this settings, you can make any subscription show in multiple places.
fr: Dans la configuration standard, un abonnement donné n'apparait qu'une seule fois dans le sélecteur de sources. Avec cette option, vous pouvez le faire apparaître à plusieurs endroits.

source: Show closed streams
fr: Afficher les flux fermés

source: Display streams that have been closed by the system but to which you are still subscribed. As there will never be new content in them, it is safe to hide them in the selector. Unread articles from closed streams still show in the unread list.
fr: Afficher les flux d'informations qui ont été fermés par le système, mais auxquels vous êtes toujours abonné(e). Comme ils n'auront jamais plus de nouveau contenu, il n'y a aucune contre-indication à les cacher dans le sélecteur. Les articles non-lus (et à lire plus tard, sélectionnés, etc) de ces flux sont toujours accessibles dans les listes de lectures globales ainsi que celles des dossiers dans lesquels ces flux sont contenus.

source: Super powers enabled
fr: Super-pouvoirs activés

source: Globaly enable or not every bit of staff/superuser features in the 1flow interface. If disabled, only the <strong>MAINTENANCE_MODE</strong> label in the navbar will visible, and this preference pane to be able to re-enable the features once deactivated.<br /><span class="muted">Default: enabled.</span>
fr: Activer globalement chaque super-pouvoir d'administrateur ou de membre de l'équipe de gestion partout dans l'interface 1flow. Si cette option est désactivée, seuls le label <strong>MODE MAINTENANCE</strong> de la navbar et ce panneau de préférence seront visible, histoire de pouvoir les réactiver par la suite.<br /><span class="muted">Valeur par défaut : les super-pouvoirs sont activés.</span>

source: Show duplicates, orphaned and other transient data
fr: Afficher les articles dupliqués/orphelins et les autres données transitoires

source: <strong>Warning</strong>: this breaks keyboard shortcut navigation whenever the first bad article is encountered.<br /><span class="muted">Default: disabled.</span>
fr: <strong>Attention</strong> : l'activation de cette préférence casse la navigation au clavier dans les listes de lecture au premier « mauvais » article rencontré.<br /><span class="muted">Valeur par défaut : désactivé.</span>

source: Selector shows admin links
fr: Afficher les liens pour les admins dans le sélecteur

source: Automatically link to the admin from the selector whenever folder/subscription has missing data.<br /><span class="muted">Default: enabled.</span>
fr: Ajouter automatiquement les liens vers l'interface d'administration dans le sélecteur quand un dossier / abonnement est incomplet.<br /><span class="muted">Valeur par défaut : activé.</span>

source: Landing page does not redirect to webapp
fr: La landing page ne redirige pas automatiquement vers l'appli web

source: As a staff member, you can have access to the landing page for testing / check purposes even if you are logged in, whereas standard logged in users are always automatically redirected to the web application.
fr: En tant que membre du staff, vous pouvez avoir accès à la landing page pour faire des tests / vérifications même si vous êtes identifié(e). Les utilisateurs standards, une fois identifiés, n'ont plus accès à la landing.

source: Allow display of all articles
fr: Autoriser l'affichage de tous les articles

source: As a staff member, you can have access to all fulltext content for testing / checking purposes. PLEASE DO NOT ENABLE IN NORMAL CONDITIONS.
fr: En tant que membre du staff, vous pouvez accéder à tous les contenus plein-texte archivés par les utilisateurs, à des fins de tests/vérification de conversion. MERCI DE NE PAS ACTIVER EN CONDITIONS NORMALES.

source: Default share message
fr: Message de partage par défaut.

source: Reading list
fr: Liste de lecture

source: Tiled News
fr: News en tuiles

source: Unread articles
fr: Articles non-lus

source: Source selector
fr: Sélecteur de source

source: Read later list
fr: Liste à lire plus tard

source: Imported items
fr: Éléments importés

source: Starred items
fr: Éléments sélectionnés

source: How the user wants his 1flow home to appear
fr: Comment l'utilisateur veut voir sa home page

source: I want to play with my life
fr: Je veux jouer avec ma vie

source: With this setting, you will be able to tune the 1flow interface a lot more. <strong>But BEWARE:</strong> you will gain access to features which are not referenced in the standard documentation. You assume implicitly being a “power-user”, completely autonomous to discover hidden treasures… And traps!<br /><span class="muted">Default: disabled. We want your user experience to stay as smooth as possible.</span>
fr: Avec ce choix, vous pourrez modifier profondément l'interface de 1flow. <strong>Mais ATTENTION :</strong> vous allez avoir accès à des fonctionnalités non-référencées dans la documentation. Vous assumez implicitement être un « power-user », complètement autonome pour découvrir des trésors cachés… Mais aussi des pièges !<br /> <span class="muted">Par défaut, c'est désactivé : nous voulons que votre expérience utilisateur soit agréable et fluide.</span>

source: Clicking <code>Read</code> displays:
fr: Cliquer sur <code>Lecture</code> affiche :

source: Define what 1flow will display when you click on the <code>Read</code> link in the top navbar of the interface. <br /><span class="muted">Default: shows the <strong>sources selector</strong>.</span>
fr: Définit ce que 1flow affichera quand vous cliquez sur le lien <code>Lecture</code> de la barre de navigation en haut de l'interface.<br /><span class="muted">Le comportement standard est d'afficher le <strong>sélecteur de sources</strong>.</span>

source: Activate experimental features
fr: Activer les fonctionnalités expérimentales

source: Activate features that are currently under development, beiing tested or privately deployed. USE AT YOUR OWN RISK!
fr: Ces fonctionnalités sont actuellement en développement, en cours de tests ou de déploiement restreint. UTILISEZ À VOS RISQUES ET PERILS !

source: Undefined
fr: Indéfini

source: This afternoon
fr: Cet après-midi

source: This week-end
fr: Ce week-end

source: Senders
fr: Lanceurs

source: All the users that have shared the article with the current owner of this read.
fr: Tous les utilisateurs qui ont partagé l'article avec le propriétaire de cette lecture.

source: good for use?
fr: bon à l'usage ?

source: The system has validated the underlying article, and the read can now be shown, used by its owner, and counted in statistics.
fr: Le système a validé l'article sous-jacent à cette lecture, et celle-ci peut maintenant être affichée, utilisée par son propriétaire, et comptée dans les statistiques.

source: The Owner has read the content or has manually marked it as such.
fr: Le propriétaire a lu le contenu, ou l'a marqué comme tél.

source: The system has automatically marked it as read, in respect of a system rule or a user preference.
fr: Le système a automatiquement marqué le contenu comme lu, en application d'une règle système ou d'une préférence utilisateur.

source: The Owner has archived this read to explicitely keep it accessible.
fr: Le propriétaire de cette lecture l'a archivé pour la garder explicitement accessible.

source: The owner has starred the content, signifying he/she loves it or that it is much of interest for him/her.
fr: Le propriétaire a sélectionné le contenu, signifiant ainsi qu'il l'aprécie ou qu'il est digne d'intérêt pour lui/elle.

source: This content is marked to be read later. When, depends on the `.bookmark_type` attribute.
fr: Ce contenu est marqué à lire plus tard. « Quand » dépend de la valeur de l'attribut `.bookmark_type`.

source: Qualifies a time-dependant fact.
fr: Qualifie un fait relié à une date précise.

source: Qualifies someone’s words, thoughts or intentions.
fr: Qualifie les mots, pensées ou intentions de quelqu'un.

source: Qualifies explicitely quantized data.
fr: Qualifie des données explicitement quantifiées.

source: Qualifies in-depth analysis, studies or research publications.
fr: Qualifie une analyse en profondeur, des études ou des publications de travaux de recherches.

source: Qualifies things that want to watch, that will happen or not.
fr: Qualifie des choses que vous souhaitez surveiller, qui arriveront ou non.

source: Qualifies anything about How-to-do things and profession best-practices.
fr: Qualifie les savoirs-faires, les méthodes de travail, les bonnes-pratiques ou l'état de l'art d'une profession.

source: Qualifies anything about laws, governments/public regulations.
fr: Qualifie ce qui relève des lois, des règlementations ou tout ce qui est d'ordre juridique, gouvernemental ou officiel.

source: Qualifies anything that the owner wants to retain as a “must know”, whatever the context.
fr: Qualifie n'importe quoi dont le propriétaire veut se souvenir, quel que soit le contexte ou le contenu.

source: Qualifies anything that makes you laugh out loud.
fr: Qualifie tout ce qui vous fait éclater de rire à pleins poumons.

source: User set of tags for this read.
fr: Ensemble des tags de l'utilisateur pour cette lecture.

# adjective
source: unread
fr: non-lu

source: a quick read
fr: brève lecture

source: {0} read
fr: lecture de {0}

source: <span class="popover-top" data-toggle="tooltip" title="Reading time: {0}">{1}</span>
fr: <span class="popover-top" data-toggle="tooltip" title="Temps de lecture : {0}">{1}</span>

source: very quick (<1 min)
fr: très bref (<1 min)

source: Tags that will be applied to new reads in this subscription.
fr: Tags qui seront appliqués automatiquement à toute nouvelle lecture de cet abonnement.

source: Folder(s) in which this subscription appears.
fr: Dossier(s) dans lesquel(s) cet abonnement apparaît.

source: language
fr: langue

source: Initial origin from where the tag was created from, to eventually help defining other attributes.
fr: Origine initiale de création du tag. Ça peut éventuellement servir plus tard à définir d'autres attributs.

source: Staff member
fr: Membre du staff

source: The user has staff permissions (see Django documentation).
fr: L'utilisateur est membre du staff (voir la documentation Django).

source: Superuser
fr: Super-utilisateur

source: The user has super user related permissions (see Django doc.).
fr: L'utilisateur est super-utilisateur (voir la documentation Django).

source: Address book
fr: Carnet d'adresse

source: Blocked
fr: Bloqué

source: All relations
fr: Toutes les relations

source: In their relations
fr: Dans leurs relations

source: This field should not be editable by any user, nor in the admin.
fr: Ce champ ne devrait pas être éditable par les utilisateurs, ni dans l'interface d'administration.

source: (dupe of #%s)
fr: (duplicata de #%s)

source: Author
fr: Auteur

source: Authors
fr: Auteurs

source: Username (nick)
fr: Nom d'utilisateur (pseudo)

source: Web site
fr: Site web

source: Web site where this author was discovered.
fr: Site web où cet auteur a été découvert

source: name at original discover
fr: nom lors de la découverte

source: Numerical ID
fr: Identifiant numérique

source: ID on the original website, where available (eg. on social networks).
fr: Identifiant sur le site d'origine, quand disponible (par ex. sur les réseaux sociaux)

source: Alphanumeric ID
fr: Identifiant alpha-numérique

source: ID on the original website (as characters), where available (eg. on social networks which do not offer integer IDs).
fr: Identifiant sur le site d'origine (chaîne de texte), quand disponible (par ex. sur les réseaux sociaux)

source: unsure identity
fr: identité non-confirmée

source: Creator
fr: Créateur

source: 1flow accounts
fr: comptes 1flow

source: 1flow accounts linked to this author
fr: Compte 1flow local lié à cet auteur

source: Other identities
fr: Autres identités

source: Other authors elsewhere that are really the same person.
fr: Autres auteurs ailleurs qui sont la même personne

source: This element is a duplicate of another, which is referenced here.
fr: Cet élément est un duplicata d'un autre, qui est référencé ici.

source: duplicate status
fr: État de duplication

source: Date created
fr: Date de création

source: A custom image for the folder. Takes precedence over image_url if both are filled.
fr: Une image personnalisée pour le dossier. L'image locale a priorité sur l'URL si les deux sont renseignées.

source: Image URL
fr: URL de l'image

source: A full URL of an online image, if you prefer hosting it outside of 1flow.
fr: Une URL complète d'image en ligne, si vous préférez l'héberger en dehors de 1flow.

source: Help section label
fr: Label de section d'aide

source: Any text. Will NOT show anywhere, but is used to distinguish sections from one another.
fr: N'importe quel texte (mais doit être unique). Il N'APPARAIT NULLE PART, mais est simplement utilisé pour distinguer les sections les unes des autres.

source: Ordering
fr: Ordre d'apparition

source: An integer that will be used to order help sections on the help page.
fr: Un nombre entier positif qui sera utilisé pour ordonner les sections dans la page d'aide.

source: is this help section currently displayed on the website?
fr: Cette section est-elle affichée ? (décocher pour rédiger une section tranquillement avant de la mettre en ligne)

source: Help section name
fr: Nom de section d'aide

source: Any text. Will be the title of the help section.
fr: Le titre de la section. Du texte, quoi.

source: Help section content
fr: Contenu de la section d'aide

source: Any text. Entered as Markdown.
fr: Du texte, en markdown. Je crois qu'il y a une limite à 4096 caractères, mais je ne suis pas sûr…

source: Help section
fr: Section d'aide

source: Help contents
fr: Contenu de l'aide

source: history line
fr: Entrée d'historique

source: History lines
fr: Entrées d'historique

source: date created
fr: date de création

source: Language code
fr: Code de langue

source: This is the IETF code.
fr: C'est le code IETF.

source: ISO-639-1 code
fr: Code ISO-639-1

source: ISO-639-2 code
fr: Code ISO-639-2

source: ISO-639-3 code
fr: Code ISO-639-3

source: Preferences set
fr: Ensemble de préférences

source: Preferences sets
fr: Ensembles de préférences

source: Preferences for user {0}
fr: Préférences de l'utilisateur {0}

source: Keeps it in the list, but greyed out (default)
fr: Le garde dans la liste, mais grisé (comportement d'usine)

source: Hides it immediately
fr: Le cache immédiatement

source: Hides it after 4.5 seconds
fr: Le cache après 4,5 secondes

source: Hides it after 15 seconds
fr: Le cache après 15 secondes

source: Hides it after 1 minute
fr: Le cache après une minute

source: Marking an item “read without history”
fr: Marquer un élément « lu sans enregistrement dans l'historique »

source: Custom (user defined)
fr: Personnalisé (par l'utilisateur)

source: Read
fr: Lecture

source: is read?
fr: lu ?

source: is automatically read?
fr: est lu automatiquement ?

source: is archived?
fr: archivé ?

source: is starred?
fr: favori ?

source: is bookmarked?
fr: à lire plus tard ?

source: Bookmark type
fr: Type de marque-page

source: Subscription
fr: Abonnement

source: Write anything you want about this subscription. MultiMarkdown accepted.
fr: Écrivez ce que vous souhaitez concernant cet abonnement. Format Markdown accepté.

source: Thumbnail
fr: Vignette

source: Tag
fr: Mot-clef

source: new
fr: nouveau

source: manual
fr: manuel

source: running
fr: en cours

source: finished
fr: terminé

source: failed
fr: échoué

source: Retried
fr: Ré-essayé

source: User import
fr: Import utilisateur

source: User imports
fr: Imports utilisateur

source: date started
fr: date de démarrage

source: date finished
fr: date de terminaison

source: Status
fr: État

source: Web addresses
fr: Adresses web

source: lines
fr: lignes

source: Import #{0} for user {1}
fr: Import #{0} de l'utilisateur {1}
