Repository: WillianPaiva/1flow
Catalog: oneflow/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: <p>Just kidding. It should be automatically fetched soon. Sorry for the inconvenience.</p> <p> <a href="%(article_url)s" target="_blank">Read it on the original <span class="nowrap">website&nbsp;≫</span></a></p>
fr: <p>Je blague. Il devrait être récupéré automatiquement très bientôt. Désolé du désagrément.</p> <p> <a href="%(article_url)s" target="_blank">Lire l'article sur le site <span class="nowrap">d’origine&nbsp;≫</span></a></p>

source: Non-textual content
fr: Contenu non textuel

source: This article contains non-textual content (eg. music, video, direct image link…). 1flow cannot render it correctly yet.<br /> Alternatively, you can <a href="%(article_url)s" target="_blank">visualize it on the original website</a>.<br /> We are sorry for the inconvenience.
fr: Cet article possède un contenu non-textuel (par exemple de la musique, une vidéo ou un lien direct vers une image…). 1flow ne peut pas l'afficher correctement en l'état actuel.<br /> Alternativement, vous pouvez <a href="%(article_url)s" target="_blank">le visualiser sur le site d'origine</a>.<br /> Nous sommes désolés de cet inconvénient.

source: Unsafe content
fr: Contenu non-sûr

source: We detected that this article contains unsafe content (for your web browser, not your eyes). To protect your beloved computer, we will not render it here.<br /> Alternatively, you can <a href="%(article_url)s" target="_blank">read the article on its original website</a>. Sorry for the inconvenience.
fr: Nous avons détecté que le contenu de cet article est potentiellement dangereux (pour votre navigateur, pas pour vos yeux…). Pour protéger votre ordinateur bien-aimé, nous ne l'affichons pas.<br /> Alternativement, vous pouvez <a href="%(article_url)s" target="_blank">le lire sur le site d'origine</a>. Désolé du désagrément.

source: Entry identified as %(content_type)s by the 1flow engine
fr: Cet article a été détecté comme un %(content_type)s par le moteur 1flow

source: no date
fr: pas de date

source: by
fr: par

source: Display on the original website
fr: Afficher sur le site d'origine

source: Read original
fr: Voir l'original

source: Assign or remove watch-related attributes
fr: Assigner ou supprimer des attributs de veille

source: Watch
fr: Veille

source: Read:
fr: Lecture :

source: Subscriptions:
fr: Abonnements :

source: no subscriptions
fr: pas d'abonnement

source: Feeds:
fr: Flux :

source: no feeds
fr: pas de flux

source: Searching database…
fr: Recherche dans la base de données…

source: — please hang tight —
fr: — restez concentré(e) —

source: Loading entries…
fr: Chargement des articles…

source: Thanks for your patience.
fr: Merci de votre patience.

source: Oh my god, is this <strong>that</strong> long?!
fr: Mon dieu, c'est <strong>si long</strong> que ça ?!

source: Anyway, thanks again for you patience.
fr: En tous les cas, merci encore de votre patience.

source: You shouldn't have waited so long, there must be something wrong with the servers. Could you please contact us to report the problem?
fr: Vous ne devriez pas avoir attendu aussi longtemps, il doit y avoir un problème avec nos serveurs. Auriez-vous l'amabilité de nous contacter pour nous rapporter le problème ?

source: No items
fr: Pas d'éléments

source: Time for a break :-)
fr: C'est le moment idéal pour faire une pause :-)

source: Or <a href="%(read_url)s">get some fresh news</a>?
fr: Ou alors <a href="%(read_url)s">lire des nouvelles fraîches</a> ?

source: Is it really possible you didn't put anything in here?
fr: C'est vraiment possible que vous n'ayez rien ici ?

source: I just don't believe it.
fr: Je ne le crois pas.

source: Wait, I'm double-checking on the server.
fr: Attendez, je re-vérifie sur le serveur.

source: Just kidding. I'm not evolved enough to do it on my own.
fr: Je blague. Je suis pas assez évolué pour faire ça tout seul.

source: Hey, are you still here?
fr: Hé, vous êtes toujours là ?

source: Load more entries
fr: Charger plus d'articles

source: Load more items
fr: Charger plus d'articles

source: <img src="/static/vendor/loading/loading-bars.svg" alt="Loading icon" />&nbsp;&nbsp;Loading entries…
fr: <img src="/static/vendor/loading/loading-bars.svg" alt="Icône de chargement" />&nbsp;&nbsp;Chargement des éléments…

source: Visit the website of this stream
fr: Visitez le site web de ce flux

source: Open original article in a new window/tab
fr: Ouvrir l'article original dans une nouvelle fenêtre/onglet.

source: read %(read_date_delta)s ago
fr: ​​ lu il y a %(read_date_delta)s

source: in
fr: dans

source: , rated
fr: , noté

source: Open posterior item
fr: Ouvrir l'élément postérieur

source: Close current item
fr: Fermer l'élément courant

source: Open anterior item
fr: Ouvrir l'élément antérieur

source: Article main image
fr: Image principale de l'article

source: Placeholder-
fr: Remplisseur-

source: No Image for this Article, this is a default one
fr: Pas d'image pour cette article, c'est une image par défaut

source: Open this article on the original website
fr: Ouvrir cet article sur le site web d'origine

source: By
fr: Par

source: Switch items
fr: Changer de vue

source: Go back to source selector
fr: Retourner au sélecteur de source

source: unread
fr: non-lu

source: for later
fr: plus tard

source: read history
fr: historique de lecture

source: all
fr: tous

source: Fixes
fr: Corrections

source: Date published:
fr: Date de publication :

source: Item is considered good to be displayed by the engine
fr: L'élément est considéré bon à afficher par le moteur

source: bad
fr: mauvais

source: absolute
fr: absolu(e)

source: unresolved yet
fr: non résolu

source: orphaned
fr: orphelin

source: Original data has been processed
fr: Les données d'origine ont été traitées

source: Original data not yet processed
fr: Les données d'origine n'ont pas encore été traitées

source: No original data recorded
fr: Pas de données d'origine enregistrées

source: not fetched yet
fr: pas encore récupéré

source: user reads
fr: lectures utilisateur

source: article versions in history
fr: version historisées de l'article

source: Edit version excerpt (%(size)s)
fr: Éditer le résumé de cette version (%(size)s)

source: NO excerpt in this version
fr: PAS de résumé pour cette version

source: Edit version content (%(size)s)
fr: Éditer le contenu de cette version (%(size)s)

source: NO content in this version
fr: PAS de contenu dans cette version

source: current:
fr: en cours :

source: Edit current excerpt (%(size)s)
fr: Éditer le résumé courant (%(size)s)

source: NO excerpt in current version
fr: PAS de résumé dans la version active

source: Edit current content (%(size)s)
fr: Éditer le contenu courant (%(size)s)

source: NO content in current version
fr: PAS de contenu dans la version active

source: Go to websites management to change the processing chain
fr: Aller à l'administration de ce site web pour changer la chaîne ou les paramètres de traitement

source: Drag this link to your bookmarks toolbar
fr: Glissez-déposez ce lien dans votre barre de signets.

source: Subscribe in 1flow
fr: S'abonner dans 1flow

source: Import feed into 1flow
fr: Ajouter le flux à 1flow

source: (no subscription, for staff only)
fr: (pas d'abonnement ; pour le staff)

source: Add one or more subscriptions
fr: Ajouter un ou plusieurs abonnements

source: Pick some in 1flow database:
fr: Faites votre cueillette dans la base de données 1flow :

source: Choose an existing feed
fr: Choisissez un flux existant

source: Please choose some news feeds to subscribe to. Just type a few letters in the field, like “CNN”, “design”, “software development”… You can subscribe to more than one.
fr: Choisissez quelques flux d'informations auxquels vous abonner. Tapez simplement quelques lettres comme « monde », « architecture » ou « développement logiciel »…

source: Subscribe
fr: S'abonner

source: The sources you choose will be added to what we call the <em>sources selector</em>. It's the screen that will show after you click <em>Add to my sources</em>. Next time you come to 1flow, you will be brought directly there.
fr: Les flux que vous choisissez seront ajoutés à ce que nous appelons le <em>sélecteur de sources</em>. C'est le prochain écran que vous verrez après avoir cliqué sur <em>Ajouter à mes sources</em>. La prochaine fois que vous viendrez sur 1flow, vous serez amené(e) directement là-bas.

# Anchor ID of title in help/feature page
source: Or install the bookmarklet (<a href="%(help_url)s#adding-news-sources" target="_blank">how-to use?</a>):
fr: Ou installez la <em>bookmarklet</em> (<a href="%(help_url)s#ajout-de-nouvelles-sources" target="_blank">comment l'utiliser ?</a>) :

source: or
fr: ou

source: Add feeds while browsing the web
fr: Ajoutez des flux pendant que vous surfez sur le web

source: <strong>Drag-n-drop this bookmarklet into your bookmark toolbar.</strong></p><p> When you want to subscribe to a news website or a blog, just click on the bookmarklet to discover its feed(s).</p>
fr: <strong>Glissez-déposez cette <em>bookmarklet</em> dans votre barre de signets.</strong></p><p> Quand vous souhaitez vous abonner à un site d'informations ou un blog, cliquez simplement sur la <em>bookmarklet</em> pour découvrir ses flux.</p>

source: To subscribe to raw RSS/Atom feed URLs, just open or copy them in your browser location bar, then click on the bookmarklet.
fr: Pour vous abonner à un flux RSS/Atom brut à partir de son addresse, copiez-la ou ouvrez-la simplement dans la barre d'adresse de votre navigateur, puis cliquez sur la <em>bookmarklet</em>.

source: <strong>Pro tip</strong>: use it to manually subscribe to RSS/Atom feeds <i class="icon-question-sign"></i></p> <p><a href="%(help_url)s#adding-news-sources">Need more help?</a>
fr: <strong>Pro tip</strong>: utilisez-la pour vous abonner manuellement à des flux RSS/Atom <i class="icon-question-sign"></i></p> <p><a href="%(help_url)s#ajout-de-nouvelles-sources">Plus de détails ?</a>

source: Cancel subscription
fr: Résilier cet abonnement

source: Are you sure you want to cancel your subscription to <strong>%(subscription_name)s</strong>?
fr: Êtes-vous sûr(e) de vouloir résilier votre abonnement à <strong>%(subscription_name)s</strong> ?

source: If you do so, you will not receive future updates of this stream. All articles so far from this subscription will be kept in your personnal space, but you will be able to reach them only via the global reading lists and <span class="not-ready" title="this feature is not ready yet.">the search engine</span>. Your watch attributes, ratings and other personnal data on these reads will remain untouched.
fr: Si vous le faites, vous ne recevrez plus de nouveautés de ce flux, et il disparaîtra de votre sélecteur de sources. Tous les articles présents jusqu'ici seront conservés dans votre espace personnel, mais vous ne pourrez les atteindre que via les listes de lecture globales (par exemple « Tous les articles ») ou le moteur de recherche. Vos attributs de veille, notes et autres données personnelles associées à vos lectures resteront intactes.

source: I didn't meant that
fr: Je pensais à autre chose

source: Do it. I'm sure. I won't cry.
fr: Vas-y. Fais-le. Maintenant !

source: Folder settings
fr: Propriétés du dossier

source: Add a sub-folder
fr: Ajouter un sous-dossier

source: No subscription in “%(folder_name)s”.
fr: Pas d'abonnement dans « %(folder_name)s ».

source: Successfully launched import of %(count)s elements(s). You can follow the status in your import history.
fr: Import de %(count)s élément(s) lancé avec succès. Vous pouvez retrouver l'avancement dans votre historique.

source: No item imported
fr: Aucun élément importé

source: Import of URL <code>%(failed_url)s</code> failed: %(failed_reason)s
fr: L'import de l'adresse <code>%(failed_url)s</code> a échoué : %(failed_reason)s

source: Import web pages
fr: Importer des pages web

source: Import web item(s)
fr: Importer des éléments web

source: Edit folder
fr: Modifier le dossier

source: Add a folder
fr: Ajouter un dossier

source: More parameters and actions
fr: Plus de paramètres et d'actions

source: Delete this folder
fr: Supprimer ce dossier

source: Purge this folder
fr: Purger ce dossier

source: Folder identifier:
fr: Identificateur de dossier :

source: Create
fr: Créer

source: Edit subscription
fr: Modifier l'abonnement

source: Visit the website
fr: Visitez le site web

source: This feed has been closed %(date_closed)s ago, it will not receive any new update. Reason invoqued: %(closed_reason)s.
fr: Ce flux d'informations a été fermé il y a %(date_closed)s. Il ne recevra aucune mise à jour. Raison invoquée : %(closed_reason)s.

source: Open in Admin. Interface
fr: Ouvrir dans l'interface d'admin.

source: Search on Google Images
fr: Chercher sur Google Images

source: Search on Google Play Store
fr: Chercher sur le Google Play Store

source: Cancel this subscription
fr: Résilier cet abonnement

source: Sent Articles
fr: Articles envoyés

source: Import elements
fr: Importer des éléments

source: Subscribe to a 1flow stream
fr: S'abonner à un flux 1flow

source: Unclassified information streams
fr: Flux d'informations non-classés

source: unclassified-streams
fr: flux-non-classes

source: closed-streams
fr: flux-fermes

source: Click to read new items in %(subscription_name)s
fr: Cliquez pour lire les nouveaux éléments dans %(subscription_name)s

source: Click to display all items in %(subscription_name)s
fr: Cliquez pour afficher tous les articles dans %(subscription_name)s

source: Manage the properties of this stream
fr: Gérez les propriétés de ce flux

source: Click to read the %(unread_count)s new article(s)
fr: Cliquez pour lire le(s) %(unread_count)s nouveau(x) article(s)

source: Click to display all the %(all_count)s articles of this subscription.
fr: Cliquez pour afficher les %(all_count)s articles de cet abonnement.

source: The message you type will be integrated in the mail sent to your friends or colleagues, with a small exerpt of the article, and an image if the article has one. In your message, you can use the following fields: - `{username}`: the username of the person you share the article with (yours is **@%(my_username)s**) - `{firstname}`: the first name of the person. If he/she has not given any, the username will be used instead. - `{fullname}`: usually, the first and last names of the person. If he/she has not given any, the username will be used instead. - `{title}`: the title of the article you want to share (here, it's *%(title)s*). - `{link}`: the article public link in 1flow (here, it's [%(read_link)s](%(read_link)s)).
fr: Le message que vous saisissez sera intégré dans l'e-mail envoyé à vos proches ou collègues, accompagné d'un extrait de l'article et d'une image si l'article en contient une. Dans votre message, vous pouvez utiliser les champs suivants : - `{username}`: le nom d'utilisateur de la personne avec qui vous partagez l'article (le votre est par exemple **@%(my_username)s**) - `{firstname}`: Le prénom de la personne. Si elle n'en a pas renseigné, le nom d'utilisateur sera utilisé à la place. - `{fullname}`: en général, c'est le prénom et le nom de la personne. Si elle n'en a renseigné aucun des deux, le nom d'utilisateur sera utilisé. - `{title}`: le titre de l'article que vous partagez (ici, c'est *%(title)s*). - `{link}`: le lien public de l'article sur 1flow (ici, c'est [%(read_link)s](%(read_link)s)).

source: Understood. Let me play now.
fr: J'ai compris. Laisse-moi faire maintenant.

source: Share <em>%(title)s</em>
fr: Partager <em>%(title)s</em>

source: Import your contacts
fr: Importer vos contacts

source: Would you like to customize the message?
fr: Personaliser le message ?

source: <a href="%(help_url)s#sharing-features" target="_blank">What will happen when I hit “Send”?</a>
fr: <a href="%(help_url)s#fonctionnalites-de-partage" target="_blank">Que se passe-t-il quand je clique sur « Envoyer » ?</a>

source: Send
fr: Envoyer

source: Show active/open only
fr: Afficher les actifs/ouverts seulement

source: Show inactive/closed only
fr: Afficher les inactifs/fermés seulement

source: Show masters only (not duplicates)
fr: Afficher seulement les originaux (non-dupliqués)

source: Show duplicates only (not masters)
fr: Afficher seulement les dupliqués

source: Filter…
fr: Filtrer…

source: More filters
fr: Plus de filtres

source: Reset filters to default
fr: Revenir au filtre par défaut

source: Welcome to 1flow,
fr: Bienvenue sur 1flow,

source: your new home to read and write digital content.
fr: votre nouvelle maison pour lire et écrire du contenu numérique.

source: We hope to bring a delightful experience in these domains. Please take time to discover the interface and refer to the <a href="%(help_url)s" title="Get the most of the application">features button</a> to get the most of the application.
fr: Nous espérons vous apporter une expérience rafraîchissante dans ces domaines. Merci de prendre le temps de découvrir notre interface, et vous référer aux <a href="%(help_url)s" title="Tirer le meilleur parti de l'application">fonctionnalités</a> tirer le meilleur parti de l'application.

source: Keep in mind that we are a young project. Some things will feel unpolished but we fix problems quickly. <strong>1flow gets better everyday.</strong> Sometimes faster, when our developer had a kitesurfing session.
fr: Gardez en tête que 1flow est un jeune projet. Certaines choses vous paraîtront rustres mais nous résolvons les problèmes rapidement. <strong>1flow s'améliore tous les jours.</strong> Quelque fois plus vite, quand notre développeur a pu profiter d'une bonne session de kitesurf.

source: If you need help, reach us via the <a href="%(chat_fake_url)s">live chat</a> or <a href="irc://%(supserv)s/%(supchan)s">via IRC</a>.
fr: Si vous avez besoin d'aide, contactez-nous via <a href="%(chat_fake_url)s">la discussion live</a> ou <a href="irc://%(supserv)s/%(supchan)s">via IRC</a>.

source: If you need help, reach us via the <a href="%(chat_fake_url)s">live chat</a>.
fr: Si vous avez besoin d'aide, contactez-nous via <a href="%(chat_fake_url)s">la discussion live</a>.

source: Leave feature requests and questions in our <a href="http://1flow.userecho.com/">support forum</a>. We are hardly waiting for your feedback ;-)
fr: Proposez des nouvelles fonctionnalités et posez vos questions sur <a href="http://1flow.userecho.com/">le forum</a>. On attend vos retours avec impatience ;-)

source: We hope you'll enjoy 1flow as much as we enjoy building it.
fr: Nous espérons que vous aprécierez 1flow autant que nous avons plaisir à le construire.

source: Cheers,
fr: Salutations,

source: <a href="https://twitter.com/Karmak23">Olivier</a> &amp; <a href="https://twitter.com/mchaignot">Matthieu</a>,<br /> 1flow founders
fr: <a href="https://twitter.com/Karmak23">Olivier</a> &amp; <a href="https://twitter.com/mchaignot">Matthieu</a>,<br /> fondateurs de 1flow

source: Bring me to my news!
fr: Amène-moi à mon contenu !

source: (Next time you'll get there directly)
fr: (À votre prochaine connexion, vous serez amené(e) directement là-bas)

source: Start adding some sources to read news from
fr: Commençons par ajouter des sources d'informations

source: No working mail account. Please check your parameters.
fr: Aucun compte e-mail fonctionnel. Vérifiez vos paramètres SVP.

source: Manage your e-mail accounts
fr: Gérer vos comptes e-mail

source: Manage e-mail accounts
fr: Gérer les comptes e-mail

source: No mail account available. Please add one in order to create mail feeds.
fr: Aucun compte disponible. Merci d'en ajouter un pour créer des flux d'e-mail.

source: Create an e-mail account
fr: Créez un compte e-mail

source: At least one of your e-mail accounts does not work properly. Please check your parameters.
fr: Au moins l'un de vos comptes e-mail ne fonctionne pas. Merci de vérifier vos paramètres.

source: Manage your e-mail streams
fr: Gérez vos flux d'e-mail

source: Manage e-mail streams
fr: Gérer les flux d'e-mails

source: Create your first e-mail stream, from rules applied on any of your e-mail accounts.
fr: Créez votre premier flux d'e-mails, à partir de règles appliquées à n'importe lequel de vos comptes e-mails.

source: Create an e-mail stream
fr: Créer un flux d'e-mails

source: Note: You will be able to share this stream with other 1flow users, or keep it completely private if you wish.
fr: Note : vous pourrez partager ce flux avec les autres utilisateurs de 1flow, ou le garder complètement privé si vous préférez.

source: Add one or more RSS/Atom feed to 1flow via their web URL.
fr: Ajouter un ou plusieurs flux RSS/Atom à 1flow via leur URL web.

source: Add an RSS/Atom feed
fr: Ajouter un flux RSS/Atom

source: Subscribe to any feed already present in our database, or shared by other users of 1flow databases across the world.
fr: Abonnez-vous à n'importe quel flux déjà présent dans notre base de données, ou partagé par les autres utilisateurs des 1flow autour du monde.

source: No working Twitter account. Please check your parameters.
fr: Pas de compte Twitter fonctionnel. Merci de vérifier vos paramètres.

source: Manage your Twitter accounts
fr: Gérer vos comptes Twitter

source: Manage Twitter accounts
fr: Gestion des compte Twitter

source: No Twitter account available. Please associate at least one Twitter account with 1flow to create Twitter feeds.
fr: Pas de compte Twitter disponible. Merci d'associer au moins un compte Twitter avec 1flow pour créer des flux Twitter.

source: Associate a twitter account
fr: Associer un compte Twitter

source: At least one of your Twitter accounts does not work properly. Please check your parameters.
fr: Au moins un de vos comptes Twitter ne fonctionne pas correctement. Merci de vérifier vos paramètres.

source: Manage your Twitter streams
fr: Gérez vos flux Twitter

source: Manage Twitter streams
fr: Gérer les flux Twitter

source: Create your first Twitter stream, from rules applied on any of your Twitter accounts.
fr: Créez votre premier flux Twitter, à partir de règles appliquées à n'importe lequel de vos comptes Twitter.

source: Create a Twitter stream
fr: Créer un flux Twitter

source: Manage feeds
fr: Gérer les flux

source: %(counter)s feed
fr: %(counter)s flux d'e-mail

source: Closed
fr: Fermé(e) ?

source: Refresh interval
fr: intervalle de rafraîchissement

source: good items
fr: Bons éléments

source: recent
fr: Récents

# plural
source: All
fr: Tous

source: Feed created %(delta)s ago.
fr: Flux créé il y a %(delta)s.

source: Feed closed %(delta)s ago.
fr: Flux fermé il y a %(delta)s.

source: No feed matching filter query.
fr: Pas de flux correspondant au(x) critère(s).

source: No feed.
fr: Aucun flux.

source: Manage websites
fr: Gérer les sites web

source: %(counter)s web site
fr: %(counter)s sites web

source: Name (description)
fr: Nom (description)

source: Edit processing parameters
fr: Éditer les paramètres du processeur

source: Create processing parameters for this web site
fr: Créer des paramètres de traitement pour ce site web

source: Processing chain has no parameter
fr: La chaîne de traitement n'a pas de paramètre

source: default
fr: par défaut

source: No website matching filter query.
fr: Pas de site web correspondant au(x) critère(s)

source: No website.
fr: Aucun site web.

source: Filter web sites that have some processing parameters set
fr: Afficher les sites web qui ont des paramètres de traitement

source: Filter web sites that have a custom processing chain set
fr: Afficher les sites web qui ont une chaine de traitement personnalisée

source: Registered tasks
fr: Tâches enregistrées

source: Instance status and statistics
fr: État et statistiques de l'instance

source: 1flow instance status and statistics
fr: État et statistiques de l'instance 1flow

source: System
fr: Système
