Repository: WillianPaiva/1flow
Catalog: oneflow/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Google Reader import
fr: Import Google Reader

source: Google Reader imports
fr: Imports Google Reader

source: feeds
fr: flux

# noun, plural
source: reads
fr: lectures

source: starred
fr: favoris

source: executed
fr: exécuté

source: duration
fr: durée

source: ETA
fr: fin

source: stop
fr: arrêter

source: start
fr: démarrer

source: restart
fr: relancer

source: deny
fr: bloquer

source: allow
fr: autoriser

# part of url regex
source: feed
fr: flux

# part of url regex
source: folder
fr: dossier

source: ^read/
fr: ^lire/

source: ^read/all/
fr: ^lire/tous/

source: ^home/$
fr: ^accueil/$

source: ^preference/toggle/(?P<base>\w+)[\./](?P<sub>\w+)/?$
fr: ^preference/basculer/(?P<base>\w+)[\./](?P<sub>\w+)/?$

source: ^status/?$
fr: ^etat/?$

source: ^read/all/$
fr: ^lire/tous/$

source: ^read/meta/(\d+)/$
fr: ^lire/meta/(\d+)/$

source: ^read/$
fr: ^lire/$

source: ^read/(\d+)/$
fr: ^lire/(\d+)/$

source: ^selector/$
fr: ^selecteur/$

source: ^folder/new/(?P<parent>\d+)/$
fr: ^dossier/nouveau/(?P<parent>\d+)/$

source: ^folder/new/$
fr: ^dossier/nouveau/$

source: ^folder/(?P<folder_id>\d+)/delete$
fr: ^dossier/(?P<folder_id>\d+)/supprimer$

source: ^feed/add/nosub/(.*)$
fr: ^flux/ajouter/pasdab/(.*)$

source: ^feed/add/(.*)$
fr: ^flux/ajouter/(.*)$

source: ^subscription/new/$
fr: ^abonnement/nouveau/$

source: ^import/contacts/$
fr: ^importer/contacts/$

source: ^import/url/(.*)$
fr: ^importer/url/(.*)$

source: ^webimport/$
fr: ^import-web/$

source: ^help/$
fr: ^aide/$

source: ^signin_error/$
fr: ^erreur_connexion/$

source: ^mailaccount/?$
fr: ^comptemail/?$

source: ^mailfeed/?$
fr: ^fluxmail/?$

source: ^grimport/(?:(?P<user_id>\d+)/)?$
fr: ^importgr/(?:(?P<user_id>\d+)/)?$

source: ^grstop/(?P<user_id>\d+)/$
fr: ^stopgr/(?P<user_id>\d+)/$

source: ^grtoggle/(?P<user_id>\d+)/$
fr: ^basculergr/(?P<user_id>\d+)/$

source: ^grstatus/$
fr: ^etatgr/$

source: ^history/$
fr: ^historique/$

source: Content type
fr: Type de contenu

source: None
fr: aucun

source: Origin
fr: Origine

source: Language
fr: Langue

source: Duplicate of
fr: Duplicata de

source: Content
fr: Contenu

source: Fetch err.
fr: Err. récup.

source: URL err.
fr: Erreur d'URL

source: Dupe of
fr: Dupe de

source: <span title="Last 3 errors: {0}" style="cursor: pointer">{1} error(s)</span>
fr: <span title="3 dernières erreurs : {0}" style="cursor: pointer">{1} erreur(s)</span>

source: Errors
fr: Erreurs

source: Recent
fr: Récents

source: Latest
fr: Derniers

source: Created
fr: Créé

source: Interval
fr: Intervalle

source: never
fr: jamais

source: Refreshed
fr: Rafraîchi(e)

source: Subs.
fr: Sous…

source: The feed is open
fr: Le flux est ouvert

source: Active?
fr: Actif ?

source: Mail feed
fr: Flux de mails

source: User
fr: Utilisateur

source: Main
fr: Principal

source: Translators notes
fr: Notes des traducteurs

source: Contents (English)
fr: Contenu (Anglais)

source: Contents (French)
fr: Contenu (Français)

source: Children
fr: Enfants

source: Superuser?
fr: Super-utilisateur ?

source: Subscriptions
fr: Abonnements

source: Shown?
fr: Affiché ?

source: Added
fr: Ajouté(e)

source: Run?
fr: Actif ?

source: Other (internals)
fr: Autre (internes)

source: Reads
fr: Lectures

source: Feed items
fr: Éléments du flux

source: Internal?
fr: Interne ?

source: Art. created
fr: Art. créé

source: Feeds created
fr: Flux créés

source: Failed
fr: Échoué

source: Feeds
fr: Flux

source: (None)
fr: (aucun)

source: Parent folder
fr: Dossier parent

source: These are the ones held directly by the folder; they are displayed above subfolders. There can be none, if you prefer dispatching your subscriptions in subfolders only.
fr: Ce sont les abonnements directement inclus dans le dossier, affichés au dessus des sous-dossiers. Il peut n'y en avoir aucun, si vous préférez répartir vos abonnements uniquement en sous-dossiers.

source: A top folder by that name already exists.
fr: Un dossier de premier niveau avec ce nom existe déjà.

source: A folder by that name already exists at the same place.
fr: Un dossier portant le même nom existe déjà au même endroit.

source: Common
fr: Communes

source: Type any text you want, in <a href="#share-read-fields-help" role="button" data-toggle="submodal" data-target="#">simple text <i class="icon-question-sign"></i></a>.
fr: Tapez un petit mot d'accompagnement, en <a href="#share-read-fields-help" role="button" data-toggle="submodal" data-target="#">texte simple <i class="icon-question-sign"></i></a>.

source: Hi {{fullname}}, Here is the item “{{title}}”, you may find it interesting. Read it on 1flow: {{link}} Cheers, -- {0}
fr: Bonjour {{fullname}}, Voici l'article « {{title}} », je pense qu'il pourrait t'intéresser. Lis-le sur 1flow : {{link}} Salutations, -- {0}

source: Share with
fr: Partager avec

source: Type to auto-complete, or separate new email addresses with commas.
fr: Tapez pour obtenir une complétion automatique, ou séparez les nouvelles addresses e-mail par des virgules.

source: Your message does not validate. Please check for missing brackets or typos in fields names; raw error: %s.
fr: Votre message ne passe pas la validation. Merci de vérifier les accolades, et la syntaxe des champs dynamiques ; erreur brute : %s.

source: Folders
fr: Dossiers

source: Folder
fr: Dossier

source: Search 1flow's streams
fr: Cherchez dans 1flow

source: Enter an URL
fr: Saississez une URL

source: Select feed(s) from the {0} referenced
fr: Sélectionnez des flux parmis les {0} référencés

source: <span class="muted">NOTE: this can be long. You will be notified when search is done.</span> <a href="{0}" target="_blank">How does it work?</a>
fr: <span class="muted">NOTE : cette opération est longue, vous serez notifié(e) quand elle est terminée.</span>&nbsp;<a href="{0}" target="_blank">Comment ça marche ?</a>

source: #adding-subscriptions
fr: #ajout-dabonnement

source: You have to fill at least one of the two fields.
fr: Vous devez remplir au moins un des deux champs.

source: Recently subscribed feeds
fr: Flux récemment souscrits

source: No content
fr: Aucun contenu

source: Markdown v1 (1flow internal, obsolete)
fr: Markdown v1 (interne à 1flow, obsolète)

source: Cleaned HTML
fr: HTML nettoyé

source: Video
fr: Vidéo

source: Bookmark
fr: Marque-page

source: None or Unknown
fr: Aucun ou inconnu

source: User writing
fr: Écrit utilisateur

source: Web import
fr: Import web

source: 1flow internal origin
fr: origine interne 1flow

source: Readability import
fr: Import Readability

source: Wallabag import
fr: Import wallabag

source: not yet replaced
fr: pas encore remplacé

source: Replacing
fr: en cours de remplacement

source: Finished (no occurence left)
fr: Terminé (plus d'occurence restante)

source: One or more replacing failed
fr: Un ou plusieurs remplacement(s) a échoué

source: Imported items of {0}
fr: Éléments importés de {0}

source: Items sent by {0}
fr: Éléments envoyés par {0}

source: Received items of {0}
fr: Éléments reçus de {0}

source: Items written by {0}
fr: Éléments écrits par {0}

source: %(count)s unread article
fr: %(count)s article non-lu

source: %(count)s unread articles
fr: %(count)s articles non-lus

# past participle, plural
source: read
fr: lus

source: ^read/read/$
fr: ^lire/lus/$

source: Mark as read
fr: Marquer lu

source: %(count)s read article
fr: %(count)s article lu

source: %(count)s read articles (by reverse read date)
fr: %(count)s articles, dans l'ordre inverse où vous les avez lus

source: Mark as unread
fr: Marquer non-lu

source: Mark read
fr: Marquer lu

source: Mark unread
fr: Marquer non-lu

# adjective
source: read
fr: lu

# past participle, plural
source: marked read automatically
fr: marqués lus sans historisation

source: ^read/auto_read/$
fr: ^lire/lus-automatiquement/$

source: Mark as read without recording you read it
fr: Marquer lu sans enregistrer dans l'historique de lecture

source: %(count)s article marked read automatically
fr: %(count)s article marqué lu sans historisation

source: %(count)s articles marked read automatically
fr: %(count)s articles marqués lus sans historisation

source: Mark auto-read
fr: Marquer lu sans historisation

# adjective
source: auto-read
fr: non-historisé

source: ^read/starred/$
fr: ^lire/selectionnes/$

source: Star (add to favorites)
fr: Sélectionner (ajouter aux favoris)

source: %(count)s starred article
fr: %(count)s article sélectionné

source: %(count)s starred articles
fr: %(count)s articles sélectionnés

source: Remove from starred/favorites
fr: Supprimer des favoris

# verb
source: Star
fr: Sélectionner

source: Unstar
fr: Désélectionner

source: archived
fr: archivé

source: ^read/archived/$
fr: ^lire/archives/$

source: Archive
fr: Archiver

source: %(count)s article archived
fr: %(count)s article archivé

source: %(count)s articles archived
fr: %(count)s articles archivés

source: Delete
fr: Supprimer

source: later
fr: plus tard

source: ^read/later/$
fr: ^lire/plus-tard/$

source: Keep for reading later
fr: Garder pour lire plus tard

source: %(count)s article to read later
fr: %(count)s article à lire plus tard

source: %(count)s articles to read later
fr: %(count)s articles à lire plus tard

source: Remove from reading list
fr: Supprimer de la liste de lecture

source: Read later
fr: Lire plus tard

source: Do not read later
fr: Ne pas lire plus tard

source: kept for later
fr: gardé pour plus tard

source: facts
fr: faits

source: ^read/facts/$
fr: ^lire/faits/$

source: Mark as fact / important event
fr: Marquer comme évènement ou fait marquant

source: %(count)s article containing fact(s)
fr: %(count)s article contenant un(des) fait(s) marquant(s)

source: %(count)s articles containing fact(s)
fr: %(count)s articles contenant un(des) fait(s) marquant(s)

source: Remove from facts / important events
fr: Supprimer des faits marquants

source: This article contains one or more important facts
fr: Cet article contient un ou plusieurs faits marquants

source: Mark as fact
fr: Ajouter aux faits

source: Unmark fact
fr: Enlever des faits

source: fact
fr: fait

source: numbers
fr: chiffres

source: ^read/numbers/$
fr: ^lire/chiffres/$

source: Mark as valuable number
fr: Marquer comme chiffre clef

source: %(count)s article containing number(s)
fr: %(count)s article contenant des chiffres clefs

source: %(count)s articles containing number(s)
fr: %(count)s articles contenant des chiffres clefs

source: Remove from valuable numbers
fr: Supprimer des chiffres clefs

source: This article contains quantified numbers for a watch.
fr: Cet article contient des chiffres clefs ou des données quantifiées.

source: Mark as number
fr: Ajouter aux chiffres

source: Unmark number
fr: Enlever des chiffres

source: number
fr: chiffre clef

source: analysis
fr: analyse

source: ^read/analysis/$
fr: ^lire/analyses/$

source: Mark as analysis / study / research
fr: Ajouter aux analyses / études / travaux de recherches

# singular
source: %(count)s analysis
fr: %(count)s analyse

# plural
source: %(count)s analysis
fr: %(count)s analyses

source: Unmark analysis / study / research
fr: Supprimer des analyses / études / travaux de recherches

source: This article contains an analysis, an in-depth study or a research publication.
fr: Cet article contient une analyse, une étude de cas ou une publication de travaux de recherches.

source: Mark as analysis
fr: Ajouter aux analyses

source: Unmark analysis
fr: Enlever des analyses

source: quotes
fr: citations

source: ^read/quotes/$
fr: ^lire/citations/$

source: Mark as containing quote(s) from people you consider important
fr: Marquer comme conteneur de citation(s) de personne(s) considérée(s) importante(s)

source: %(count)s article containing quote(s)
fr: %(count)s article contenant une(des) citation(s)

source: %(count)s articles containing quote(s)
fr: %(count)s articles contenant une(des) citation(s)

source: Unmark as containing quotes (people are not famous anymore?)
fr: Supprimer des citations

source: This article contains one or more quote from people you care about.
fr: Cet article contient une ou plusieurs citations de personnes auxquelles vous tenez.

source: Mark as quote
fr: Ajouter aux citations

source: Unmark quote
fr: Enlever des citations

# noun
source: quote
fr: citation

source: ^read/prospective/$
fr: ^read/prospectives/$

source: Mark as prospective-related content
fr: Marquer comme élément de prospective

source: %(count)s prospective article
fr: %(count)s article de prospective

source: %(count)s prospective articles
fr: %(count)s articles de prospective

source: Unmark as prospective-related content
fr: Supprimer des contenus à teneur prospective

source: This article contains prospective element(s) or must-remember hypothesis.
fr: Cet article contient un ou plusieurs éléments de prospective, ou des hypothèses à retenir.

source: Mark as prospective
fr: Ajouter aux prospectives

source: Unmark prospective
fr: Enlever des prospectives

source: rules
fr: règlementations

source: ^read/rules/$
fr: ^lire/reglementations/$

source: Mark as legal/regulations-related content
fr: Marquer comme point de règlementation ou texte de loi

source: %(count)s regulation-related article
fr: %(count)s article lié à la réglementation

source: %(count)s regulation-related articles
fr: %(count)s articles lié à la réglementation

source: Unmark as legal content (overriden laws?)
fr: Supprimer des point de règlementation / lois

source: This article contains regulations/law/rules element(s)
fr: Cet article contient une règlementation, des textes de loi ou des informations d'ordre juridique.

source: Mark as law/regul.
fr: Ajouter aux règlementations

source: Unmark law/regul.
fr: Enlever des réglementations

source: regulations
fr: réglementation

source: ^read/best-practices/$
fr: ^lire/best-practices/$

source: Mark as best-practices / state of art content
fr: Ajouter aux best-practices ou état-de-l'art

source: %(count)s best-practices article
fr: %(count)s article de bonnes pratiques

source: %(count)s best-practices articles
fr: %(count)s articles de bonnes pratiques

source: Unmark as best-practices / state of art (has it become obsolete?)
fr: Supprimer des best-practices (c'est devenu obsolète ?)

source: This article contains best-practices / state of art element(s).
fr: Cet article contient des best-practices ou un état de l'art.

source: Mark as best-practice
fr: Ajouter aux best-practices

source: Unmark best-practice
fr: Enlever des best-practices

# noun
source: know-how
fr: bonne pratique

source: knowlegde
fr: savoirs

source: ^read/knowledge/$
fr: ^lire/savoirs/$

source: Mark as a valuable piece of knowlegde for your brain or life
fr: Marquer comme une pièce de valeur pour votre cerveau ou votre vie

source: %(count)s knowledge article
fr: %(count)s élément de savoir

source: %(count)s knowledge articles
fr: %(count)s éléments de savoir

source: Unmark as neuronal-exciting element(s)
fr: Supprimer des éléments excitateurs de neurones

source: This article contains a valuable piece of knowlegde.
fr: Cet article contient un élément de savoir ou une connaissance important(e)

source: Mark as Knowledge
fr: Ajouter aux savoirs

source: Unmark knowlegde
fr: Enlever des savoirs

source: knowledge
fr: savoir

source: ^read/fun/$
fr: ^lire/drole/$

source: Mark as being fun. Are you sure?
fr: Marquer comme drôle. Ça l'est vraiment ??

source: %(count)s fun article
fr: %(count)s histoire drôle

source: %(count)s fun articles
fr: %(count)s histoires drôles

source: Not fun anymore, sadly.
fr: C'est plus drôle du tout. Je vais pleurer.

source: OMG, this thing is sooooooooo fun! LMAO!
fr: Ce truc est trop poilant !!! Je me bidonne comme un dingue !

source: Mark as fun
fr: Mettre un peu d'humour

source: Mark as boring
fr: Supprimer des blagues

source: fun
fr: drôle

source: Title
fr: Titre

source: Public URL
fr: URL publique

source: Absolute URL
fr: URL absolue

source: The article URL has been successfully absolutized to its unique and final location.
fr: L'URL de l'article a été absolutisée avec succès vers son unique et finale destination.

source: URL fetch error
fr: Erreur de récupération de l'URL

source: Error when absolutizing the URL
fr: Erreur pendant l'absolutisation de l'URL

source: Next pages URLs
fr: URLs des pages suivantes

source: In case of a multi-pages article, other pages URLs will be here.
fr: Dans le cas d'un article multi-pages, les URLs des pages supplémentaires sont là.

source: restricted
fr: restreint

source: This article comes from a paid paid subscription and cannot be shared like others inside the platform.
fr: Cet article vient d'un abonnement payant et ne peut pas être partagé librement à travers la plateforme.

source: Orphaned
fr: Orphelin

source: This article has no public URL anymore, or is unfetchable for some reason.
fr: Cet article n'a plus d'URL publique, ou son contenu n'est plus récupérable pour un autre raison.

source: Word count
fr: Nombre de mots

source: date published
fr: date de publication

source: When the article first appeared on the publisher's website.
fr: Quand l'article est apparu la première fois sur le site de l'éditeur.

source: Date added
fr: Date d'ajout

source: When the article was added to the 1flow database.
fr: Date à laquelle le flux a été ajouté dans la base 1flow.

source: Default tags that will be applied to new reads of this article.
fr: Tags qui seront appliqués automatiquement à toute nouvelle lecture liée à cet article.

source: default rating
fr: score de référence

source: Rating used as a base when a user has not already rated the content.
fr: Score qui sera utilisé comme base tant que l'utilisateur n'a pas encore noté/starré/reblogué le contenu.

source: Article language
fr: Langue de l'article

source: 2 letters or 5 characters language code (eg “en”, “fr-FR”…).
fr: Code de langue sur 2 ou 5 caractères.

source: Text direction
fr: Direction du texte

source: Left-to-Right
fr: gauche-à-droite

source: Right-to-Left
fr: droite-à-gauche

source: image URL
fr: URL de l'image

source: Excerpt
fr: Extrait

source: Small excerpt of content, if applicable.
fr: Court résumé de l'article, s'il existe.

source: Article content
fr: Contenu de l'article

source: Type of article content (text, image…)
fr: Type de contenu d'article (texte, image…)

source: Error
fr: Erreur

source: Error when fetching content
fr: Erreur pendant la récupération du contenu

source: Origin type
fr: Type d'origine

source: Origin of article (feedparser, twitter, websnap…). Can be 0 (none/unknown).
fr: Origine de l'article (feedparser, twitter, websnap…). Peut être 0 (aucune/inconnue).

source: This article is a duplicate of another, which is referenced here. Even if they have different URLs (eg. one can be shortened, the other not), they lead to the same final destination on the web.
fr: Cet article est un duplicata d'un autre, qui est référencé ici. Même s'ils ont des URLs différentes (une peut être raccourcie, l'autre non), celles-ci pointent vers la même destination finale sur le web.

source: Article #{0} from {1}
fr: Article #{0} de {1}

source: {0} ago
fr: il y a {0}

source: Unknown source
fr: Source inconnue

source: Multiple sources ({0} feeds)
fr: Sources multiples ({0} flux)

source: When trying to guess authors, we have only a "fullname" equivalent. We need to store it for future comparisons in case firstname and lastname get manually modified after author creation.
fr: Lors de la devinette des auteurs, nous avons seulement un équivalent de « fullname ». Nous devons le stocker pour les comparaisons futures, pour le cas où les noms / prénoms auraient été modifiés manuellement après la création de l'auteur.

source: Set to True when the author has been found from its origin_name and not via email; because origin_name can be duplicated, but not emails.
fr: Ceci est à « vrai » quand l'auteur a été trouvé à partir de son `origin_name` et non via son `email` ; car `origin_name` peut générer des auteurs homonymes, mais pas les e-mails qui sont uniques par définition.

source: Link an internet author to a 1flow user.
fr: Lier un auteur internet à un utilisateur 1flow.

source: (unsure)
fr: (non confirmé)

source: {0} #{1} not found
fr: {0} #{1} introuvable

source: {0}({1}) not found
fr: {0}({1}) introuvable

source: {0} is already in the parent chain of {1}. Setting the later parent of the former would result in a cycle and is not allowed.
fr: {0} est déjà dans la chaine de parents de {1}. Enregistrer ce dernier comme parent du premier cité provoquerait un cycle et ce n'est pas autorisé.

source: name
fr: nom

source: web site
fr: site web

source: Website public URL, linked to the globe icon in the source selector. This is not the XML feed URL.
fr: URL publique du site web, liée à l'icone « globe » dans le sélecteur de sources. Ce n'est PAS l'adresse du flux XML.

source: This tags are used only when articles from this feed have no tags already. They are assigned to new subscriptions too.
fr: Ces tags sont assignés aux nouveaux articles quand ils n'en ont pas eux-mêmes. Aux nouveaux abonnements aussi.

source: Languages
fr: Langues

source: Set this to more than one language to help article language detection if none is set in articles.
fr: Activez une ou plusieurs langues qui aideront à détecter la langue des articles s'ils n'en ont pas.

source: date added
fr: date d'ajout

source: Is this feed available only to paid subscribers on its publisher's web site?
fr: Le flux est-il accessible seulement aux abonnés payants sur le site d'origine qui le propose ?

source: closed
fr: fermé

source: Indicate that the feed is not fetched anymore (see “closed_reason” for why). /!\ WARNING: do not just tick the checkbox; there is a programmatic procedure to close a feed properly.
fr: Indique le flux n'est plus rafraîchi (le champ « raison » indique pourquoi). /!\ ATTENTION : ne cochez pas simplement la case, il y a une procédure programmée pour fermer proprement un flux.

source: date closed
fr: date de fermeture

source: closed reason
fr: raison de la fermeture

source: fetch interval
fr: intervalle de récupération

source: last fetch
fr: dernière récupération

source: fetch limit
fr: limite de récupération

source: last etag
fr: dernier Etag

source: modified
fr: modifié

source: Internal notes for 1flow staff related to this feed.
fr: Notes internes au personnel de 1flow, à propos de ce flux.

source: Shown in selector
fr: Affiché dans le sélecteur

source: Make this feed available to new subscribers in the selector wizard. Without this, the user can still subscribe but he must know it and manually enter the feed address.
fr: Rendre ce flux disponible dans le sélecteur de nouveaux abonnements / recherche. Sans celà, les utilisateurs peuvent toujours s'abonner, mais il leur faut connaître et saisir l'adresse exacte du flux.

source: Thumbnail URL
fr: URL de vignette

source: Full URL of the thumbnail displayed in the feed selector. Can be hosted outside of 1flow.
fr: URL complète de la vignette affichée dans le sélecteur. Peut être hébergée en dehors de 1flow.

source: Public description of the feed in French language. As Markdown.
fr: Description publique du flux en langue française. Apparaîtra dans le sélecteur. En Markdown.

source: comments feed
fr: flux de commentaires

source: comments for
fr: commentaires pour

source: comments on
fr: commentaires sur

source: Imported item from {0}
fr: Élément importé depuis {0}

source: Name
fr: Nom

source: Owner
fr: Propriétaire

source: Children folders
fr: Dossier(s) enfant(s)

source: {0} (#{1}) for user {2}{3}{4}
fr: {0} (#{1}) de l'utilisateur {2}{3}{4}

source: , children: {0}
fr: , enfant(s) : {0}

source: Select whole paragraph on click
fr: Sélectionner le paragraphe entier lors du clic

source: Grows public by default
fr: Les pousses sont publiques par défaut
