Repository: WillianPaiva/1flow
Catalog: oneflow/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Readability JSON export format detected.
fr: Format d'export Readability détecté.

source: Wallabag JSON export format detected.
fr: Format d'export JSON Wallabag détecté.

source: Successfully subscribed to new feed “{0}”. Thank you!
fr: Abonné au nouveau flux « {0} ». Merci !

source: Successfully subscribed to feed “{0}”.
fr: Abonné au flux « {0} ».

source: Successfully imported article “{0}”.
fr: Article « {0} » importé.

source: Your import #{0} failed to run after a retry. Please review it before relaunching it manually again.
fr: L'import n°{0} a échoué après plusieurs essais. Merci de vérifier son contenu avant de le relancer manuellement.

source: Your import #{0} failed to run. If will be automatically retried in {1}
fr: L'import n°{0} a échoué. Il sera retenté automatiquement dans {1}

source: Web sites
fr: Sites web

source: When the web site was added to the 1flow database.
fr: Date à laquelle le site web a été ajouté dans la base 1flow.

source: Date updated
fr: Date de mise à jour

source: When the web site was updated.
fr: Date à laquelle le site web a été mis à jour.

source: Full URL of the image displayed in the feed selector. Can be hosted outside of 1flow.
fr: URL complète de l'image affichée dans le sélecteur de flux. Peut être hébergée en dehors de 1flow.

source: Short description
fr: Description courte

source: Public short description of the feed, for auto-completer listing. Markdown text.
fr: Description publique courte du flux, pour le compléteur automatique. En Markdown.

source: Public description of the feed. Markdown text.
fr: Description publique du flux en langue française. Apparaîtra dans le sélecteur. En Markdown.

source: Processing parameters
fr: Paramètres de traitement

source: Base account
fr: Compte de base

source: Base accounts
fr: Comptes de base

source: Account name
fr: Nom du compte

source: Last connection date
fr: Date de dernière connexion

source: Last connection error
fr: Dernière erreur de connexion

source: usable
fr: utilisable

source: Is account connectivity good or not?
fr: La connectivité est-elle vérifiée ?

source: active
fr: actif

source: Is account enabled for fetching?
fr: La récupération est-elle activée sur ce compte ?

source: User notes for this account.
fr: Notes de l'utilisateur concernant ce compte

source: BaseAccount {0} ({1}) of {2}
fr: Compte de base {0} ({1}) de {2}

source: Drafts
fr: Brouillons

source: Trash
fr: Corbeille

source: Sent Messages
fr: Message envoyés

source: Sent
fr: Envoyés

source: Junk
fr: Pourriel

source: Deleted Messages
fr: Messages supprimés

source: INBOX.Drafts
fr: Brouillons

source: INBOX.Trash
fr: Corbeille

source: INBOX.Sent Messages
fr: Message envoyés

source: INBOX.Sent
fr: Envoyés

source: INBOX.Spam
fr: SPAM

source: INBOX.Junk
fr: Spam

source: INBOX.Deleted Messages
fr: Messages supprimés

source: INBOX.INBOX.Junk
fr: Spam

source: INBOX.INBOX.Drafts
fr: INBOX.INBOX.Brouillons

source: Inbox
fr: Boîte de réception

source: Mail account
fr: Compte e-mail

source: Mail accounts
fr: Comptes e-mail

source: Server hostname
fr: Nom d'hote

source: Use SSL/TLS?
fr: SSL/TLS ?

source: Service port
fr: Port

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Twitter account
fr: Compte Twitter

source: Twitter accounts
fr: Comptes Twitter

source: Social account
fr: Compte social

source: Fetch owned lists
fr: Récupérer les listes créées

source: Fetch subscribed lists
fr: Récupérer les listes abonnées

source: Account timeline
fr: Timeline du compte

source: Twitter streams
fr: Flux Twitter

source: Twitter timeline for @{0}
fr: Timeline Twitter pour @{0}

source: Subscribed you to @{0}'s Twitter timeline.
fr: Vous avez été abonné(e) à la timeline Twitter de @{0}'s.

source: {0} list of {1}
fr: Liste {0} de {1}

source: Subscribed you to {0} Twitter list(s): {1}.
fr: Vous êtes abonné(e) aux listes Twitter de {0} : {1}.

source: Twitter account successfully tested (quota remaining: {0}).
fr: Compte Twitter testé avec succès (quota restants : {0})

source: Twitter account #{0}
fr: Compte Twitter #{0}

source: Base feed
fr: Flux de base

source: Base feeds
fr: Flux de base

source: Internal
fr: Interne

source: BaseFeed {0} (#{1})
fr: Flux de base {0} (#{1})

source: NO REASON GIVEN
fr: AUCUNE RAISON DONNÉE

source: Feed name
fr: Nom du flux

source: Restricted
fr: Restreint

source: Can other 1flow users subscribe to this feed?
fr: Les autres utilisateurs 1flow peuvent-ils s'abonner à ce flux ?

source: Title or tags
fr: Titre ou mots-clefs

source: content
fr: contenu

source: Any (eg. title, tags or content)
fr: N'importe lequel (c.à d. titre, mots-clefs ou contenu)

source: Is restricted
fr: restreint ?

source: contains
fr: contient

source: does not contain
fr: ne contient pas

source: starts with
fr: commence par

source: does not start with
fr: ne commence pas par

source: ends with
fr: Se termine par

source: does not end with
fr: ne se termine pas par

source: strictly equals
fr: est strictement égal à

source: is not equal to
fr: n'est pas égal à

source: is greater than
fr: est plus grand que

source: is greater or equal than
fr: est plus grand ou égal à

source: is lower than
fr: est plus petit que

source: is lower or equal than
fr: est plus petit ou égal à

source: is not greater than
fr: n'est pas supérieur à

source: is not greater or equal than
fr: n'est pas supérieur ou égal à

source: is not lower than
fr: n'est pas inférieur à

source: is not lower or equal than
fr: n'est pas plus petit ou égal à

source: matches regular expression
fr: Correspond à l'expression rationelle

source: does not match reg. expr.
fr: ne correspond pas à l'expr. ratio.

source: Checked and valid
fr: Vérifiée et validé

source: Any rule matches
fr: N'importe laquelle des règles correspond

source: All rules must match
fr: Toutes les règles doivent correspondre

source: exists / is present
fr: existe / est présent

source: does not exist / is not present
fr: n'existe pas / n'est pas présent

source: store email in the feed
fr: stocker l'e-mail dans le flux

source: scrape email, extract links and fetch articles
fr: inspecter l'email, extraire les liens et récupérer les articles

source: do both, eg. store email and extract links / fetch articles
fr: les deux : stocker le mail et extraire les liens / articles

source: leave e-mail untouched
fr: ne pas toucher à l'e-mail

source: mark e-mail read
fr: marquer l'e-mail lu

source: delete e-mail
fr: supprimer l'e-mail

source: Subject
fr: Sujet

source: Sender
fr: Expéditeur

source: Recipient (To:, Cc: or Bcc:)
fr: Destinataire (À:, Cc: ou Cci:)

source: Subject or addresses
fr: Sujet ou adresses

source: Mailing-list
fr: Liste de diffusion

source: Other header (please specify)
fr: Autre en-tête (spécifiez SVP)

source: Store the tweet as is
fr: Stocker le tweet tel quel

source: Crawl links in the tweet and fetch them as articles
fr: Chercher les liens du tweet et les récupérer comme des articles

source: Crawl tweet links, store them and the tweet too
fr: Récupérer les liens dans le tweet, les stocker, et le tweet aussi

source: Crawl tweet media and store them
fr: Récupérer les média du tweet et les stocker

source: Crawl tweet media, store them and the tweet too
fr: Récupérer les média du tweet, les stocker, et le tweet aussi

source: Crawl & store only tweet images
fr: Récupérer et stocker uniquement les images du tweet

source: Crawl & store tweet images, and the tweet
fr: Récupérer et stocker uniquement les images du tweet, et stocker le tweet aussi

source: Crawl & store only tweet videos
fr: Récupérer et stocker uniquement les vidéos du tweet

source: Crawl & store tweet videos, and the tweet
fr: Récupérer et stocker uniquement les vidéos du tweet, et stocker le tweet aussi

source: Crawl anything (articles, media…) and store it
fr: Récupérer tous les contenus (articles, média…) et les stocker

source: Crawl anything, store it, and the tweet too
fr: Récupérer tous les contenus (articles, média…), les stocker, et le tweet aussi

source: Tweet content
fr: Contenu du tweet

source: Favorites count
fr: Nombre de favoris

source: Retweets count
fr: Nombre de retweets

source: Media
fr: Média

source: Favoriters
fr: Favoriteurs

source: Retweeters
fr: Retweeteurs

source: Destroyed
fr: Détruit(e)

source: Let the tweet as is
fr: Laisser le tweet tel quel

source: Unfavorite the tweet
fr: Dé-marquer le tweet favori

source: Favorite the tweet
fr: Marquer le tweet favori

source: Retweet the tweet
fr: Retweeter le tweet

source: e-mail feed
fr: Flux d'e-mails

source: e-mail feeds
fr: Flux d'e-mails

source: To apply this rule to all accounts, just don't choose any.
fr: Pour appliquer cette règle à tous les comptes, n'en choisissez pas.

source: Match action
fr: Action si correspondance

source: Defines a global match action for all rules of the feed. You can override this value at the rule level, only for the ones you want.
fr: Définit une action globale pour toutes les règles du flux. Vous pouvez l'outrepasser au niveau des règles individuelles.

source: Finish action
fr: Action de terminaison

source: Defines a global finish action for all rules of the feed. You can override this value at the rule level, only for the ones you want.
fr: Définit une action globale de terminaison pour toutes les règles du flux. Vous pouvez l'outrepasser au niveau des règles individuelles.

source: Rules operation
fr: Opération sur les règles

source: Condition between rules or rules groups.
fr: Condition entre les règles

source: Scrape whitelist
fr: Liste blanche d'inspection

source: Use scrape blacklist
fr: Utiliser la liste-noire ?

source: Mail feed rule
fr: Règle de flux d'e-mails

source: Mail feed rules
fr: Règles de flux d'e-mails

source: Rules group
fr: Groupe de règles

source: Rules group operation
fr: Opération sur les règles du groupe

source: Condition between rules of this group.
fr: Condition entre les règles de ce groupe

source: Header
fr: En-tête

source: E-mail field on which the match type is performed.
fr: Champ de l'e-mail sur lequel la correspondance est appliquée.

source: Match type
fr: Opération

source: Operation applied on the header to compare with match value.
fr: Opération utilisée pour comparer votre valeur à celle de l'en-tête.

source: Match case
fr: Tenir compte de la casse

source: Do we care about uppercase and lowercase characters?
fr: Les caractères majuscules et minuscules sont-ils importants ?

source: Match value
fr: Correspondance

source: Examples: “Tweet from”, “Google Alert:”. Can be any text.
fr: Exemples : « Tweet de », « Alertes Google : ». N'importe quel texte.

source: Other header
fr: En-tête personnalisé

source: Specify here if you chose “Other header” in previous field.
fr: Spécifiez ici si vous avez précédemment choisi « autre en-tête ».

source: Unrecognized header name “{0}”. Please look at http://bit.ly/smtp-headers to find a list of valid headers. Perhaps just a typo?
fr: Nom d'en-tête « {0} » invalide. Merci de regarder à l'adresse http://bit.ly/smtp-headers (en anglais), vous y trouverez une liste d'en-têtes valides. Ça ne serait pas juste une faute de frappe ?

source: Invalid regular expression “{0}”: {1}
fr: Expression rationnelle « {0} » invalide : {1}

source: RSS/Atom feed
fr: Flux RSS/Atom

source: RSS/Atom feeds
fr: Flux RSS/Atom

source: RssAtomFeed {0} (#{1})
fr: Flux RSS/Atom {0} ({1})

source: Twitter feed
fr: Flux Twitter

source: Twitter feeds
fr: Flux Twitter

source: Twitter URI
fr: URI Twitter

source: Backfill this feed
fr: Revenir en arrière sur ce flux

source: Track terms
fr: Recherche de termes

source: Track locations
fr: Recherche de coordonnées

source: A comma-separated list of longitude,latitude pairs specifying a set of bounding boxes. See http://bit.ly/twitter-locations for more information.
fr: Une liste de paires de « longitude,lattitude », spécifiant des surfaces rectangulaires. Voir http://bit.ly/twitter-locations pour plus d'informations.

source: Twitter feed rule
fr: Règle de flux Twitter

source: Twitter feed rules
fr: Règles de flux Twitter

source: Field
fr: Champ

source: E-twitter field on which the match type is performed.
fr: Champ du tweet sur lequel la correspondance est effectuée

source: Operation applied on the field to compare with match value.
fr: Opération utilisée pour comparer votre valeur à celle du champ

source: Other field
fr: Autre champ

source: Specify here if you chose “Other field” in previous field.
fr: Spécifiez ici si vous avez précédemment choisi « autre champ ».

source: Rule #{0}: {2} for TwitterFeed {1}
fr: Règle #{0} : {2} pour flux Twitter {1}

source: Version description
fr: Description de version

source: Base item
fr: Élément de base

source: Base items
fr: Éléments de base

source: This item cannot be shared freely inside or outside the platform.
fr: Cet élément ne peut pas être partagé librement à travers la plateforme.

source: When the item was added to the 1flow database.
fr: Date à laquelle l'élément a été ajouté dans la base 1flow.

source: When the item was updated.
fr: Date à laquelle l'élément a été mis à jour.

source: When the item was put online.
fr: Quand l'item a été mis en ligne

source: Original data
fr: Données d'origine

source: Tweet ID
fr: Identifiant du Tweet

source: deleted from timeline
fr: supprimé de la timeline

source: Entities fetched?
fr: Entités récupérées ?

source: Entities
fr: Entités

source: Content item
fr: Élément avec du contenu

source: Content items
fr: Éléments avec du contenu

source: Type of article content (HTML, Markdown…)
fr: Type de contenu d'article (texte, image…)

source: Error when fetching content.
fr: Erreur pendant la récupération du contenu.

source: Pages URLs
fr: URLs des pages

source: Real URL
fr: URL réelle

source: URL item
fr: Élément à URL

source: URL items
fr: Éléments à URL

source: Comments feed URL
fr: URL de flux de commentaires

source: Processor category
fr: Catégorie de traitement

source: Processor categories
fr: Catégories de traitement

source: Maintainer
fr: Mainteneur

source: Source address
fr: Adresse de la source

source: Processing chain
fr: Chaîne de traitement

source: Processing chains
fr: Chaînes de traitement

source: Applies on
fr: S'applique à

source: Chained item
fr: Élément enchaîné

source: Chained items
fr: Éléments enchaînés

source: Things to know about this processor, in this chain, at this position.
fr: Choses à savoir sur ce processeur, à cette position, dans cette chaîne.

source: Processing error
fr: Erreur de traitement

source: Processing errors
fr: Erreurs de traitement

source: Chained item parameter
fr: Paramètre d'élément chainé

source: Chained item parameters
fr: Paramètres d'éléments chainés

source: Processor
fr: Processeur

source: Processors
fr: Processeurs

source: Processor parameters
fr: Paramètres de traitement

source: Requirements
fr: Exigences

source: PIP-compatible requirements. Can be empty. See https://github.com/1flow/1flow/wiki/Processors for details.
fr: Exigences compatibles PIP. Peut être laissé vide. Lisez https://github.com/1flow/1flow/wiki/Processors (en anglais) pour plus de détails.

source: Accept source code
fr: Code source d'acceptation

source: See https://github.com/1flow/1flow/wiki/Processors for details.
fr: Lisez https://github.com/1flow/1flow/wiki/Processors pour plus de détails.

source: Processing source code
fr: Code source de traitement

source: Not Broadcasted
fr: Non diffusé

source: NO permission (blocked)
fr: AUCUNE permission (bloqué)

source: Use global permission
fr: Utiliser la permission globale

source: Access (token exchange)
fr: Accès simple (échange de jetons)

source: Statistics read
fr: Lecture des statistiques

source: Global models read
fr: Lecture globale de tout les modèles

source: Not yet authorized
fr: Pas encore autorisé

source: Idle
fr: Oisif

source: Synchronizing
fr: Synchronisation

source: Use global strategy
fr: Utiliser la stratégie globale

source: Last node used
fr: Dernier nœud utilisé

source: Last synchronization date
fr: Date de dernière synchronisation

source: Strategy
fr: Stratégie

source: Nodes permissions
fr: Permissions du nœud

source: Sync node
fr: Nœud de synchronisation

source: Sync nodes
fr: Nœuds de synchronisation

source: Node name
fr: Nom du nœud

source: Last seen
fr: Vu en dernier

source: Active
fr: Actif

source: Local token
fr: Jeton local

source: Token
fr: Jeton

source: User counters
fr: Compteurs d'un utilisateur

source: User feed
fr: Flux utilisateur

source: Users feeds
fr: Flux utilisateur

source: Web import feed
fr: Flux d'éléments importés

source: Sent items feed
fr: Flux d'éléments envoyés

source: Received items feed
fr: Flux d'éléments reçus

source: Written items feed
fr: Flux d'éléments écrits

source: User blogs
fr: Blogs de l'utilisateur

source: User subscriptions
fr: Abonnements utilisateur

source: Users subscriptions
fr: Abonnements d'utilisateurs

source: Web import subscription
fr: Abonnement aux éléments importés

source: Sent items subscription
fr: Abonnement aux éléments envoyés

source: Received items subscription
fr: Abonnement aux éléments reçus

source: Written items subscription
fr: Abonnement aux éléments écrits

source: Reminder: {0} feed(s) closed in last {1} day(s), {2} automatically reopened
fr: Rappel : {0} flux fermé(s) ce(s) {1} dernier(s) jour(s), {2} automatiquement ré-ouvert(s)

source: Forcing all feed refresh…
fr: Déclenchement forcé du rafraîchissement de tous les flux…

source: Forcing check of email accounts…
fr: Vérification forcée des comptes e-mail…

source: Add a subscription
fr: Ajouter un abonnement

source: Subscribed!
fr: Abonné(e) !

source: Bummer!
fr: Mince !

source: Imported
fr: Importé

source: Feed <em>%(subfeed_name)s</em> created.
fr: Le flux <em>%(subfeed_name)s</em> a été créé.

source: Feed <em>%(subfeed_name)s</em> already in 1flow.
fr: Le flux <em>%(subfeed_name)s</em> était déjà dans 1flow.

source: <a href="javascript:window.open('', '_self', '');window.close()">Close this window/tab</a>.
fr: <a href="javascript:window.open('', '_self', '');window.close()">Fermer cet onglet/fenêtre</a>.

source: You were already subscribed to <em>%(sub_name)s</em>, all is well.</p><p> <a href="%(sel_url)s#subscription-%(sub_id)s">Go straight to it</a>, or <a href="javascript:window.open('', '_self', '');window.close()">close this window/tab</a>.
fr: Vous étiez déjà abonné à <em>%(sub_name)s</em>, tout va bien.</p><p> <a href="%(sel_url)s#subscription-%(sub_id)s">Affichez l'abonnement</a>, ou <a href="javascript:window.open('', '_self', '');window.close()">fermez cet onglet/fenêtre</a>.

source: You are now subscribed to <em>%(sub_name)s</em>.</p><p> <a href="%(sel_url)s#subscription-%(sub_id)s">Go straight to it</a>, or <a href="javascript:window.open('', '_self', '');window.close()">close this window/tab</a>.
fr: Vous êtes maintenant abonné à <em>%(sub_name)s</em>.</p><p> <a href="%(sel_url)s#subscription-%(sub_id)s">Affichez l'abonnement</a>, ou <a href="javascript:window.open('', '_self', '');window.close()">fermez cet onglet/fenêtre</a>.

source: Doomed!
fr: Corne de bouc !

source: WOW. The whole operation failed. There must be a serious problem.</p><p> We are very sorry for the inconvenience.</p><p> Developers have been notified of the failure and will try to subscribe you manually to this feed if it's a valid one, or get in touch with you to get more information.</p><p> You can <a href="javascript:window.open('', '_self', '');window.close()">close this window/tab</a>, or <a href="%(sel_url)s">head up to your source selector</a>.
fr: Wo wo wo. Toute l'opération a planté. Ça n'arrive pas souvent, il doit y avoir un sérieux problème.</p><p> Nous sommes vraiment désolé de ce désagrément.</p><p> Les développeurs ont été notifiés de cet échec et essaierons de vous abonner manuellement au flux si c'est possible, ou vous contacteront pour plus de détails.</p><p> Vous pouvez <a href="javascript:window.open('', '_self', '');window.close()">fermer cet onglet/fenêtre</a>, ou <a href="%(sel_url)s">aller à votre sélecteur de source</a>.

source: For the record, if that means anything to you, the exact error is: <code>%(feed_exc)s</code>
fr: Pour mémoire, si ça vous évoque quelque chose, l'erreur exacte est : <code>%(feed_exc)s</code>

source: Show the source code of this version
fr: Afficher le code source de cette version

source: 1flow is libre software
fr: 1flow est un logiciel libre

source: Show / Fork this project on Github
fr: Afficher / forker le projet sur GitHub

source: Contribute
fr: Contribuez

source: Donate:
fr: Donnez :

source: Features
fr: Fonctionnalités

source: 1flow features,
fr: Fonctionnalités de 1flow,

source: frequently asked questions, and how to get the most of the app.
fr: questions fréquemment posées, et comment tirer le meilleur parti de l'application.

source: Table of contents
fr: Table des matières

source: Edit <em>%(section_name)s</em> in admin.
fr: Modifier <em>%(section_name)s</em> dans l'admin.

source: Home
fr: Accueil

source: Import contacts
fr: Importer les contacts

source: Success
fr: Succès

source: <strong>%(imported)s new contact(s) imported.</strong></p><p> %(dupes)s were already in your address book.</p><p> You can <a href="javascript:window.open('', '_self', '');window.close()">close this window/tab</a>.
fr: <strong>%(imported)s nouveau(x) contact(s) importé(s).</strong></p><p> %(dupes)s autre(s) étai(en)t déjà dans vos relations.</p><p> <a href="javascript:window.open('', '_self', '');window.close()">Fermer cet onglet/fenêtre</a>.

source: <strong>%(imported)s new contact(s) imported.</strong></p><p> You can <a href="javascript:window.open('', '_self', '');window.close()">close this window/tab</a>.
fr: <strong>%(imported)s nouveau(x) contact(s) importé(s).</strong></p><p> <a href="javascript:window.open('', '_self', '');window.close()">Fermer cet onglet/fenêtre</a>.

source: <strong>All %(dupes)s contact(s) were already in your address book.</strong></p><p> You can <a href="javascript:window.open('', '_self', '');window.close()">close this window/tab</a>.
fr: <strong>Les %(dupes)s contact(s) étai(en)t déjà dans vos relations.</strong></p><p> <a href="javascript:window.open('', '_self', '');window.close()">Fermer cet onglet/fenêtre</a>.

source: <strong>We were not able to import any contact.</strong></p><p> Either your remote address book is empty, or something went wrong with your webservice provider. Anyway, we are sorry for that.</p><p> Please retry later. Get in touch with our support if it fails again.</p><p> <a href="javascript:window.open('', '_self', '');window.close()">Close this window/tab.</a>
fr: <strong>Nous n'avons pas réussi à importer de contacts.</strong></p><p> Soit votre carnet d'adresse est vide, soit quelque chose s'est mal passé avec votre fournisseur de service. Dans les cas, j'en suis désolé.</p><p> Merci de ré-essayer plus tard. Touchez-en un mot au support si ça échoue encore.</p><p> <a href="javascript:window.open('', '_self', '');window.close()">Fermer cet onglet/fenêtre.</a>

source: Import a web item
fr: Importer un élément web

source: Got it!
fr: Dans la boite !
