Repository: WillianPaiva/1flow
Catalog: oneflow/landing/locale/*/LC_MESSAGES/django.po
Languages: fr

source: language
fr: langue

source: Template variable name
fr: Nom de variable de template

source: Template variable content
fr: Contenu de variable de template

source: Landing page content
fr: Contenu de landing page

source: Landing page contents
fr: Contenus de landing page

source: email address
fr: adresse email

source: Any valid email address.
fr: N'importe quelle adresse valide.

source: date joined
fr: date d'inscription

source: Landing page user
fr: Utilisateur via landing page

source: Landing page users
fr: Utilisateurs via landing page

source: ^thanks/(?P<already_registered>\w+)?$
fr: ^merci/(?P<already_registered>\w+)?$

source: again
fr: encore

source: Head to Home
fr: Entrer dans l'application

source: Read our blog
fr: Parcourez notre blog

source: Register for a new account
fr: Enregistrez un nouveau compte

source: Register
fr: Enregistrement

source: Identify yourself to access the service
fr: Identifiez-vous pour accéder au service

source: Sign in
fr: Connexion

source: Follow us on twitter!
fr: Suivez-nous sur Twitter !

source: 1flow's copyrights & licenses
fr: Copyright et licences de 1flow

source: ## 1flow is free software Under the terms of the [GNU Affero General Public License version 3][affero] or later. You can always find the latest source code, and the source code of the version running this web application, in [the public repository][repo]. ### Graphical theme license Please note that **the graphical theme is not libre software**. This is stated and explained in details in the source code, in the `COPYING` file. This will change in the future as soon as a libre theme is contributed to the project, or if we find a deal with the theme creator. ### 1flow.io help images As of 2014-01-17, [Matthieu Chaignot][mchai] offered these images under the CC-BY-SA 4.0 license. This could eventually change, but only in the way to make the new license compatible with the AGPLv3, if the current is proven not to be. ## Copyrights - Copyright 2013-2014 [Olivier Cortès][kmk23] for the source code, most of the website design, the help/features text content, the project persona. - Copyright 2013 [Matthieu Chaignot][mchai] for the landing page contents and all email contents, the help/features images and the landing page background image, - Copyright 2013 K.P. for parts of design on the reading lists, - Copyright a lot of OpenSource® and Free Software developers for all software components on which 1flow is built (Python, Django, PostgreSQL, MongoDB, Redis, Bootstrap, jQuery, and a lot more). ## Database contents copyrights The contents of the `1flow.io` database (mostly plain text or HTML, because we don't host images nor videos) are copyrights of their respective owner in their respective countries. In this case, licences may vary a lot given the content (some are CC-*, some are all rights reserved), and you may use the `1flow.io` platform at your own risk on these content, given what you do with it. [affero]: http://www.gnu.org/licenses/agpl-3.0.html [repo]: https://github.com/1flow/ [kmk23]: https://twitter.com/Karmak23 [mchai]: https://twitter.com/mchaignot
fr: ## 1flow est un logiciel libre Selon les termes de la [licence publique générale Affero version 3][affero] ou supérieure. Vous pouvez toujours trouver le code source le plus récent, ainsi que le code source de la version qui fait tourner cette application web dans le [dépôt public][repo]. ### Licence du thème graphique Notez que **le thème graphique n'est pas libre**. C'est expliqué en détails dans le fichier `COPYING` du code source. Cela changera dans le futur, dès que le projet se verra doté d'un thème libre, ou si nous trouvons un accord avec le créateur du thème actuel. ### Images sur site 1flow.io Le 17 Janvier 2014, [Matthieu Chaignot][mchai] a placé ces images sous licence CC-BY-SA 4.0. Cela pourra éventuellement changer, mais seulement dans le sens qui rendrait la nouvelle licence compatible avec l'AGPLv3, si tant est qu'il est prouvé que l'actuelle ne l'est pas. ## Copyrights - Copyright 2013-2014 [Olivier Cortès][kmk23] pour le code source, la majorité du design, le texte de la rubrique d'aide/fonctionnalités, la persona du projet (à paraître). - Copyright 2013 [Matthieu Chaignot][mchai] pour le contenu de la landing page et le contenu de tous les emails envoyés, les images de la section d'aide/fonctionnalités et l'arrière-plan de la landing page, - Copyright 2013 K.P. pour une partie du design des listes de lecture, - Copyright un grand nombre de développeurs OpenSource® et logiciels libres pour tous les composants sur lesquels 1flow est bâti (Python, Django, PostgreSQL, MongoDB, Redis, Bootstrap, jQuery, et beaucoup d'autres). ## Copyrights du contenu de la base de données 1flow.io Les contenus présents dans la base de données `1flow.io` (majoritairement du texte plein et de l'HTML, car nous n'hébergeons aucune image ni vidéo) sont couverts par le copyright de leurs propriétaires respectifs, dans leurs pays respectifs. Les licences peuvent varier du tout au tout (de la CC-* à "tous droits réservés"), et vous utilisez la plateforme 1flow.io sous votre propre responsabilité et à vos risques et périls, en fonction de ce que vous faites de ces contenus. [affero]: http://www.gnu.org/licenses/agpl-3.0.html [repo]: https://github.com/1flow/ [kmk23]: https://twitter.com/Karmak23 [mchai]: https://twitter.com/mchaignot

source: Agreed
fr: Ça me va

source: 1flow is free software; copyright 2013-2014 Olivier Cortès and others
fr: 1flow est un logiciel libre ; copyright 2013-2014 Olivier Cortès et d'autres

source: <strong>1flow</strong> beta will open soon!
fr: La beta de <strong>1flow</strong> ouvre très bientôt !

source: There are <span class="number">%(beta_invites_left)s</span> invites left.
fr: Encore <span class="number">%(beta_invites_left)s</span> invitations disponibles.

source: Hurry, there's only <span class="number">%(counter)s</span> invite left.
fr: Hâtez-vous, seulement <span class="number">%(counter)s</span> invitation disponible !

source: No invite left!
fr: Inscrivez vous sur liste d'attente !

source: Switch to %(name_local)s
fr: Basculer en %(name_local)s
