Repository: WillianPaiva/1flow
Catalog: oneflow/*/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Export selected %(verbose_name_plural)s to CSV
fr: Exporter les %(verbose_name_plural)s sélectionnés en CSV

source: Groups
fr: Groupes

source: Full name
fr: Nom complet

source: Email name
fr: Nom du mail

source: Email subject
fr: Sujet du mail

source: Email body
fr: Corps du mail

source: Email content
fr: Contenu d'email

source: Emails contents
fr: Contenus d'emails

source: User name
fr: Nom d'utilisateur

source: Required. letters, digits, and "@+-_".
fr: Obligatoire. Lettres, chiffres et « @*-_ ».

source: email address
fr: adresse e-mail

source: Any valid email address.
fr: N'importe quelle adresse valide

source: first name
fr: prénom

source: last name
fr: nom

source: staff status
fr: Staff

source: Designates whether the user can log into this admin site.
fr: Indique si l'utilisateur peut se connecter sur l'interface d'administration.

source: active
fr: actif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Indique si le compte est utilisable. Évite de devoir supprimer le compte.

source: date joined
fr: Date d'inscription

source: user
fr: utilisateur

source: users
fr: utilisateurs

source: /users/{username}/
fr: /utilisateurs/{username}/

source: ^unsubscribe/(?P<email>[^/]+)/(?P<hash_code>\w{32,32})?$
fr: ^desinscription/(?P<email>[^/]+)/(?P<hash_code>\w{32,32})?$

source: ^social_signup_closed/$
fr: ^enregistrement_social_ferme/$

source: Invalid email or unsubscribe token.
fr: Email ou jeton de désinscription invalide.

source: Resource not found
fr: Ressource introuvable

source: Not found.
fr: Introuvable.

source: The page or resource you requested is unknown to us:
fr: La page ou ressource que vous avez demandée nous est inconnue :

source: In fact, we asked Google and Bing and they do not know anything about it either. Perhaps you should ask a greek Oracle®?
fr: En fait, nous avons même demandé à Google et Bing mais aucun d'eux ne la connait. Peut-être devriez-vous interroger un Oracle® grec ?

source: Just joking. They won't know more than the others. Just go back <a href='/'>Home</a>.
fr: Désolé, c'est une blague de geek. Oracle® n'en saura pas plus que les autres. Retournez simplement <a href="/">à l'accueil</a>.

source: That's a bad catch!
fr: Vraiment pas cool !

source: Oh my!
fr: Outch !

source: The server encountered an error and couldn't recover.
fr: Le serveur a rencontré une erreur et ne s'en est pas remis.

source: We apologize for this situation. Developers have been automatically alerted about this problem.
fr: Nous en sommes désolés. Les développeurs ont été automatiquement alertés de ce problème.

source: Please try again a little later, or navigate to <a href="/">elsewhere</a>.
fr: Merci de ré-essayer dans un moment, ou de naviguer sur <a href="/">une autre partie du site</a>.

source: Maintenance mode
fr: En maintenance

source: We are upgrading the plane engines with a major booster.
fr: Nous améliorons les moteurs avec un tout nouveau turbo.

source: <strong>1flow</strong> should be able to fly again in a few moments.
fr: <strong>1flow</strong> devrait pouvoir voler de nouveau d'ici quelques instants.

source: Please retry in a little while (just reload this page).
fr: Merci de ré-essayer plus tard (rechargez simplement cette page).

source: If the plane stays on the ground for too long, you should be able to get <a href="https://twitter.com/1flow_io">more information on our twitter feed</a>.
fr: Si l'avion reste au sol trop longtemps, vous devriez trouver <a href="https://twitter.com/1flow_io">plus d'informations sur notre flux Twitter</a>.

source: Thanks for your patience.
fr: Merci de votre patience.

source: If you need assistance, you can reference this error as <code>%(sentry_id)s</code>.
fr: Si vous avez besoin d'assistance, la référence de ce plantage est <code>%(sentry_id)s</code>.

source: Successfully unsubscribed!
fr: Désinscrit(e) avec succès !

source: # Unsubscribed! ## You will not receive anything more from us at your email address %(email)s. We are sad to see you jump without any parachute during the flight. If you change your mind, you don't need to call *Iron Man*: just float gently back to [Home][] and register again. [Home]: /
fr: # Désinscrit(e) ! ## Vous ne recevrez plus rien de notre part à votre adresse %(email)s. Nous sommes attristés de vous voir sauter sans parachute pendant le vol de [1flow][home]. Si vous changez d'avis, vous n'avez pas besoin d'appeler *IronMan* : laissez-vous simplement flotter jusqu'à la [Home][home] et ré-enregistrez-vous. [home]: /

source: Account
fr: Compte

source: Settings
fr: Configuration

source: Change password
fr: Changer le mot de passe

source: Delete account
fr: Supprimer le compte

source: If you go ahead and delete your account, <strong>ALL</strong> your information and data (feeds, reads, tags, etc) will be <b>expunged within %(ACCOUNT_DELETION_EXPUNGE_HOURS)s hours</b>.
fr: Si vous continuez et supprimez votre compte, <strong>TOUTES</strong> vos informations et données (flux, lectures, étiquettes, etc) seront <b>supprimées dans les %(ACCOUNT_DELETION_EXPUNGE_HOURS)s heures</b>.

source: Make your decision like a man. Or a woman. Or a platypus. Whatever you are. <em>“Freedom is the right of all sentient beings”.</em>
fr: Faites votre choix comme un homme. Ou une femme. Ou un ornithorynque. Quoi que vous soyez, en fait. <em>« Toute créature sensible a droit à la liberté ».</em>

source: I understand. Have mercy, just shoot me!
fr: Je comprends. Ayez-pitié, achevez-moi !

source: After that you will be redirected to the signin page, and will not be able to login anymore.
fr: Après ça, vous serez redirigé(e) vers la page d'identification, mais ne pourrez plus utiliser ce compte pour vous identifier.

source: Confirm email
fr: Confirmation d'adresse e-mail

source: Confirm email address
fr: Confirmation d'adresse e-mail

source: To make sure you are a human – or a skilled-enough robot with now-obvious strange intentions – please click below:
fr: Afin de confirmer que vous êtes un humain – ou un robot évolué dont les intentions douteuses sont maintenant claires – cliquez sur le bouton :

source: Confirm <b>%(email)s</b>
fr: Je confirme <b>%(email)s</b>

source: If it works, you will be redirected to the signin page, and will be able to login immediately.
fr: Si ça marche, vous serez redirigé(e) vers la page d'identification et vous pourrez vous connecter dans la foulée.

source: Confirm your email address
fr: Confirmez votre adresse e-mail

source: We have sent you an email to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process.
fr: Je vous ai envoyé un e-mail à l'adresse <b>%(email)s</b> pour la vérifier. Suivez le lien qu'il contient pour finaliser votre inscription.

source: If you do not receive it within a few minutes,
fr: Si vous ne le recevez pas dans les prochaines minutes,

source: <a href="%(success_url)s">Proceed to signin</a> or
fr: <a href="%(success_url)s">Continuer en vous identifiant</a> ou

source: close this window/tab
fr: fermez cette fenêtre/onglet

source: Email confirmed
fr: e-mail confirmé

source: You have confirmed <b>%(email)s</b>. Thanks.
fr: Vous avez confirmé votre adresse <b>%(email)s</b>. Merci.

source: Sign in
fr: S'identifier

source: Welcome to 1flow
fr: Bienvenue sur 1flow

source: Configuration problem
fr: Problème de configuration

source: WARNING: none of <code>LOCAL_LOGIN_ENABLED</code> nor <code>SOCIAL_LOGIN_ENABLED</code> directives are enabled in the web application <a href="/admin/constance/config/" target="_blank">dynamic configuration</a>.
fr: ATTENTION: aucune des directives <code>LOCAL_LOGIN_ENABLED</code> ni <code>SOCIAL_LOGIN_ENABLED</code> n'est actuellement activée dans la <a href="/admin/constance/config/" target="_blank">configuration dynamique</a> de l'application web.

source: This will prevent any user to login, and is probably an error. If you need any help troubleshooting this problem,
fr: Cela empêche l'identification de tous les utilisateurs, y compris ceux qui ont déjà des comptes. C'est probablement une erreur, l'une des deux au moins doit être activée. Si vous avez besoin d'aide pour résoudre ce problème,

source: Sign in with your 1flow account
fr: Identification via votre compte 1flow

source: Please sign in
fr: Merci de vous identifier

source: Log in
fr: Se connecter

source: Forgot your password?
fr: Mot de passe oublié ?

source: Register a new account?
fr: Enregistrer un nouveau compte ?

source: Authenticate via a social network
fr: Identification via un réseau social

source: If you never signed in before, this will automatically create an account for you.
fr: Si vous ne vous êtes jamais enregistré(e) auparavant, cela créera automatiquement un compte 1flow pour vous.

source: Signed out.
fr: Déconnecté.

source: Welcome back to anonymous world.
fr: Bon retour dans le monde de l'anonymat.

source: Thanks for spending some time on <strong>1flow</strong>.
fr: Merci d'avoir passé un moment sur <strong>1flow</strong>.

source: Would you like to <a href="%(signin_url)s">sign in again</a> with another account?
fr: Souhaitez-vous <a href="%(signin_url)s">vous connecter à nouveau</a> avec un autre compte ?

source: Log out
fr: Déconnexion

source: Are you sure you want to log out?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?

source: Save
fr: Sauver

source: Password reset
fr: Réinitialisation de mot de passe

source: Enter your email address below, and we'll send you instructions allowing you to reset your password.
fr: Saisissez votre adresse e-mail ci-dessous, et je vous enverrai les instructions pour ré-initialiser votre mot de passe.

source: Reset my password
fr: Désintégrer mon mot de passe

source: If you have any trouble,
fr: Si vous avez le moindre problème,

source: Password reset sent
fr: Ré-initialisation de mot de passe envoyée

source: We have resent the password email. If you do not receive it within a few minutes,
fr: J'ai renvoyé l'e-mail de réinitialisation du mot de passe. Si vous ne le recevez pas dans les prochaines minutes,

source: We have sent you an email. If you do not receive it within a few minutes, try resending or
fr: Je vous ai envoyé un e-mail. Si vous ne le recevez pas dans les prochaines minutes, essayez de le renvoyer ou

source: Resend
fr: Renvoyer

source: Set your new password
fr: Choisissez votre nouveau mot de passe

source: Bad token
fr: Code invalide

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(url)s">new password reset</a>.
fr: Le code de ré-initialisation est invalide, probablement parce qu'il a déjà été utilisé. Merci d'en <a href="%(url)s">générer un nouveau</a>.

source: Your profile
fr: Profil

source: username
fr: nom d'utilisateur

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Last login:
fr: Dernière connexion :

source: Registered:
fr: Enregistrement :

source: These data are not stored durably in 1flow. They are offered courtesy of your social account provider (eg. Google, Twitter…). Change any parameter directly there, it will be reflected here next time you sign in.
fr: Ces données ne sont pas stockées durablement dans 1flow. Elles sont transmises par votre fournisseur de réseau social (Google, Twitter…). Modifiez vos données directement là-bas, elles seront mises à jour ici à votre prochaine connexion.

source: Super-user access
fr: Accès super-utilisateur

source: Social accounts
fr: Comptes sociaux

source: Currently associated
fr: Actuellement associés

source: Click to disassociate any of your accounts, but beware: if it's the account you're signed in, you will be immediately disconnected from **1flow**.
fr: Cliquez pour désassocier l'un de vos comptes, mais attention : si c'est celui avec lequel vous êtes actuellement connecté(e), vous serez immédiatement déconnecté(e) de **1flow**.

source: As you have currently only one social account, you cannot de-associate it from **1flow**: this would leave you lost in cyberspace without any way to find back the spaceport.
fr: Comme vous n'avez actuellement qu'un seul compte de réseau social, vous ne pouvez pas le désassocier de **1flow** : ça vous laisserait perdu(e) dans le cyber-espace sans aucun moyen de rejoindre le spacio-port.

source: Cannot disconnect from %(backend_name)s
fr: Déconnexion impossible de %(backend_name)s

source: Disconnect from %(backend_name)s
fr: Déconnecter %(backend_name)s

source: Associate more accounts
fr: Associer d'autres comptes

source: Associate accounts
fr: Associer des comptes

source: Danger zone
fr: Zone rouge

source: Register a new 1flow account
fr: Enregistrer un nouveau compte 1flow

source: Register a new account
fr: Enregistrer un nouveau compte

source: Sign up
fr: Enregistrement

source: You can link and merge any social account to your 1flow account once done.
fr: Vous pourrez lier et fusionner vos comptes de réseaux sociaux à votre compte 1flow une fois qu'il sera créé.

source: Sign up closed
fr: Enregistrement fermé

source: The code you provided was not accepted.
fr: Le code que vous avez fourni n'est pas accepté.

source: Sign up is closed to the general public.
fr: L'enregistrement est actuellement fermé au public.

source: We thank you for your interest in the 1flow platform. Follow <a href="http://blog.1flow.io/">our blog</a> for more information, or
fr: Merci pour l'intérêt que vous portez à la plateforme 1flow. Suivez <a href="http://blog.1flow.io/">notre blog</a> pour plus d'informations, ou

source: If you think you have the required qualities to get an account on our platform,
fr: Si vous pensez avoir les qualités requises pour obtenir un compte sur cette plateforme,

source: PS: do not contact us to explicit these qualities. It's up to you to define and argue them. Have fun!
fr: PS: ne nous contactez pas pour savoir quelles sont ces qualités. C'est à vous de les inventer et de les argumenter. Éclatez-vous !

source: User '%(user_name)s' at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
fr: Bonjour, Le nouvel utilisateur « %(user_name)s » a demandé a enregistrer cette adresse e-mail sur le site %(site_name)s. Si c'est vous, et que vous êtes d'accord, merci de suivre ce lien : %(activate_url)s Ceci terminera l'enregistrement de votre compte. Si ce n'est pas vous, ignorez simplement cet e-mail. Merci et à bientôt, -- Le robot 1flow, content de créer nouveau compte

source: Confirm email address for %(site_name)s
fr: Confirmation d'adresse e-mail pour %(site_name)s

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
fr: Bonjour, vous recevez cet e-mail car vous ou quelqu'un d'autre a demandé une ré-initialisation de mot de passe sur le site %(site_name)s. Si vous n'êtes pas à l'origine de cette requête, vous pouvez simplement l'ignorer. Sinon, cliquez sur le lien ci-dessous pour ré-initialiser votre mot de passe : %(password_reset_url)s à bientôt, -- le robot 1flow, ravi de pouvoir vous aider

source: [%(site_name)s] Password reset
fr: [%(site_name)s] ré-initialisation de votre mot de passe

source: contact us at <a href="mailto:%(supmail)s">%(supmail)s</a> or via <a href="irc://%(supserv)s/%(supchan)s"><code>%(supchan)s</code> on <code>%(supserv)s</code></a>.
fr: contactez-nous à l'adresse <a href="mailto:%(supmail)s">%(supmail)s</a> ou via <a href="irc://%(supserv)s/%(supchan)s"><code>%(supchan)s</code> sur <code>%(supserv)s</code></a>.

source: contact us at <a href="mailto:%(supmail)s">%(supmail)s</a>.
fr: contactez-nous à l'adresse <a href="mailto:%(supmail)s">%(supmail)s</a>.

source: contact us via <a href="irc://%(supserv)s/%(supchan)s"><code>%(supchan)s</code> on <code>%(supserv)s</code></a>.
fr: contactez-nous via <a href="irc://%(supserv)s/%(supchan)s"><code>%(supchan)s</code> sur <code>%(supserv)s</code></a>.

source: er… How to say it… Well, I can only sympathize because the local administrator has not configured any support information. Sorry for you!
fr: heu… comment dire ça… En fait je peux juste vous exprimer toute mon empathie, car l'administrateur n'a configuré aucun canal de support. Désolé pour vous !

source: 1flow's copyrights & licenses
fr: Copyrights & Licences de 1flow

source: ## 1flow is free software Under the terms of the [GNU Affero General Public License version 3][affero] or later. You can always find the latest source code, and the source code of the version running this web application, in [the public repository][repo]. [affero]: http://www.gnu.org/licenses/agpl-3.0.html [repo]: https://github.com/1flow/
fr: ## 1flow est un logiciel libre Selon les termes de la [licence générale publique GNU Affero version 3][affero] ou supérieure. Vous pouvez à tout moment récupérer le code source le plus récent, et celui qui tourne sur cette application web, dans [le dépôt public][repo]. [affero]: http://www.gnu.org/licenses/agpl-3.0.html [repo]: https://github.com/1flow/

source: ### 1flow.io images As of 2014-01-17, [Matthieu Chaignot][mchai] offered these images under the CC-BY-SA 4.0 license. This could eventually change, but only in the way to make the new license compatible with the AGPLv3, if the current is proven not to be.
fr: ### Images de 1flow.io Le 17 Janvier 2014, [Matthieu Chaignot][mchai] a placé ces images sous licence CC-BY-SA 4.0. Ça pourrait éventuellement changer, mais seulement dans le sens qui rendrait la nouvelle licence compatible avec la AGPLv3 et si tant est que l'actuelle ne soit pas compatible avec elle. [mchai]: https://twitter.com/mchaignot

source: ### Copyrights - Copyright 2013-2014 [Olivier Cortès][kmk23] for the source code, most of the website design, the help/features text content, the project persona. - Copyright 2013 [Matthieu Chaignot][mchai] for the landing page contents and all email contents, the help/features images and the landing page background image, - Partial copyright 2013-2014 other contributors ([see full list][list]). [kmk23]: https://twitter.com/Karmak23 [mchai]: https://twitter.com/mchaignot [list]: https://github.com/1flow/1flow/blob/master/AUTHORS.md
fr: ## Copyrights / droits de paternité - Copyright 2013-2014 [Olivier Cortès][kmk23] pour le code source, la majorité du design de de l'application, le contenu textuel de la section aide/fonctionnalités, et la persona du projet. - Copyright 2013 [Matthieu Chaignot][mchai] pour les contenus de la landing page et des emails, ainsi que les images de la section aide/fonctionnalités et l'arrière-plan de la landing page, - Copyright partiel 2013-2014 autres contributeurs ([voir la liste complète][list]). [kmk23]: https://twitter.com/Karmak23 [mchai]: https://twitter.com/mchaignot [list]: https://github.com/1flow/1flow/blob/master/AUTHORS.md

source: ### Acknowledgements `1flow` is built upon a lot of *Open Source®* and *Libre Software* components. We thank all their developers for making the world better. A non-exhaustive list includes `Python`, `Django`, `PostgreSQL`, `MongoDB`, `Redis`, `Bootstrap`, `jQuery`, and a lot more.
fr: ## Remerciements `1flow` est fondé sur un grand nombre de composants *logiciels *libres* et *Open Source®*. Nous remerçions tous leurs développeurs pour leur contribution à un monde meilleur. La liste non-exhaustive inclut `Python`, `Django`, `PostgreSQL`, `MongoDB`, `Redis`, `Bootstrap`, `jQuery`, et plein d'autres.

source: ### Database contents The contents of the `1flow.io` database are copyrights of their respective owner in their respective countries. Licences may vary a lot given the content, and you may use the `1flow.io` platform at your own risk, given what you do with it. You have been warned.
fr: ## Contenu des bases de données Les contenus de la base de données de `1flow.io` sont sous copyright de leur(s) auteur(s) dans leur(s) pays respectif(s). Dans ce cadre, les licences sont diverses et variées, et vous utilisez la plateforme `1flow.io` à vos risques et périls, en fonction de ce que vous faites avec ces contenus. Vous êtes prévenu(e)s !

source: Agreed
fr: J'ai compris

source: day
fr: jour

source: days
fr: jours

source: hour
fr: heure

source: hours
fr: heures

source: second
fr: seconde

source: seconds
fr: seconde

source: d
fr: j
